package com.example.webtest.base;

public interface MyBid {
    String BidName = "纯银\n";
    String BidName1 = "\n" +
            "【蘑菇海岸梅干菜】，不过滤标题，系统过滤 3979，售假数据 104349，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【570750514220】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576493511840，96秒,(图片47张,91秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！\n" +
            "【蘑菇海岸梅干菜】，不过滤标题，系统过滤 3979，售假数据 104349，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【570957734056】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576105596328，144秒,(图片42张,139秒)\n" +
            "【569567640984】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576105780333，120秒,(图片53张,116秒)\n" +
            "【571529570564】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576494431256，58秒,(图片26张,56秒)\n" +
            "【554002321808】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576494359434，136秒,(图片71张,133秒)\n" +
            "【550653332749】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576105392949，115秒,(图片42张,113秒)\n" +
            "【537054969310】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576268697020，180秒,(图片63张,175秒)\n" +
            "【568818003584】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576106572007，77秒,(图片41张,74秒)\n" +
            "【546357276052】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576106568254，224秒,(图片69张,219秒)\n" +
            "【574385502874】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576388054191，108秒,(图片52张,104秒)\n" +
            "【569771067974】1、2、";

}
