package com.example.webtest.base;

public interface Shops {

    //            String shops =;
//            String shops =;
            String shops ="车载手机架\n" +
            "车载香水\n" +
            "车载手机支架\n" +
            "车内饰品摆件\n" +
            "手机车载支架\n" +
            "汽车坐垫\n" +
            "汽车香水\n" +
            "汽车摆件\n" +
            "汽车坐垫\n" +
            "车震床\n" +
            "方向盘套\n" +
            "临时停车电话号码牌\n" +
            "汽车脚垫\n" +
            "小蛮腰汽车坐垫\n" +
            "挪车电话牌\n" +
            "灭火器\n" +
            "车内饰品摆件\n" +
            "驾驶证皮套\n" +
            "安全座椅\n" +
            "停车牌挪车电话号码牌\n" +
            "宝来座套\n" +
            "新朗逸座套\n" +
            "汽车手机架\n" +
            "车用电话号码牌\n" +
            "帝豪gs坐垫\n" +
            "新捷达座套\n" +
            "汽车挂件\n" +
            "汽车座套\n" +
            "朗动座套\n" +
            "安全带护肩套\n" +
            "汽车装饰\n" +
            "高尔夫7座套\n" +
            "车载摆件\n" +
            "车载充气床\n" +
            "汽车坐垫四季通用\n" +
            "手机架 车载\n" +
            "空军三号车载香水出风口\n" +
            "亚麻座套\n" +
            "汽车头枕\n" +
            "汽车香水 风口香水\n" +
            "空调出风口装饰\n" +
            "车内手机架 多功能 通用型\n" +
            "汽车坐垫 夏季\n" +
            "车窗防晒遮阳侧挡\n" +
            "开车腰垫 护腰 舒适\n" +
            "车载灭火器 小型 便携 汽车\n" +
            "汽车遮阳帘\n" +
            "车套 座套 全包围 四季 通用\n" +
            "比亚迪f3坐垫\n" +
            "汽车坐垫四季通用\n" +
            "空军二号\n" +
            "车内香水\n" +
            "车载手机架万能通用 多功能\n" +
            "档把套\n" +
            "香膏车载 持久 车内\n" +
            "车载时钟\n" +
            "汽车后排坐垫\n" +
            "车载灭火器\n" +
            "车载手机车支架\n" +
            "车载电话号码牌\n" +
            "汽车手机架导航架\n" +
            "车载收纳箱后备箱\n" +
            "车载纸巾盒\n" +
            "五菱宏光s座套\n" +
            "汽车脚垫 通用 易清洗\n" +
            "临时停车牌\n" +
            "后备箱垫\n" +
            "钥匙扣\n" +
            "别克凯越座套\n" +
            "档位套\n" +
            "后备箱储物箱\n" +
            "方向盘套女 韩国 可爱\n" +
            "电话号码牌移车牌\n" +
            "大众速腾钥匙包\n" +
            "车内香水 持久淡香 车用\n" +
            "夏季汽车坐垫 女\n" +
            "汽车车手机支架\n" +
            "汽车空调口小风扇\n" +
            "车钥匙挂件\n" +
            "汽车床垫 非充气\n" +
            "汽车四季垫 女\n" +
            "安全带挿片\n" +
            "汽车钥匙扣\n" +
            "汽车空调出风口装饰\n" +
            "大众车钥匙套\n" +
            "脚垫\n" +
            "汽车装饰\n" +
            "汽车手机支架\n" +
            "车震床suv\n" +
            "车载香水 出风口\n" +
            "空军一号香水\n" +
            "车套夏季 座套\n" +
            "奔驰钥匙套\n" +
            "亚麻座垫\n" +
            "手机支架\n" +
            "出风口香水\n" +
            "车车载手机支架\n" +
            "车上手机支撑架\n" +
            "车用手机架\n" +
            "朗逸坐垫\n" +
            "车载出风口装饰\n" +
            "大众朗逸方向盘套\n" +
            "座椅夹缝收纳盒\n" +
            "车钥匙扣\n" +
            "车载烟灰缸\n" +
            "帕萨特后备箱垫\n" +
            "大众钥匙套\n" +
            "车载床垫后排轿车\n" +
            "灭火器 4kg 干粉 手提式\n" +
            "车载收纳袋 挂袋\n" +
            "竹炭包汽车用\n" +
            "挪车电话牌 创意\n" +
            "钥匙挂件\n" +
            "车载手机支驾\n" +
            "汽车床垫 后排 旅行床\n" +
            "骐达 座套\n" +
            "车内香水 持久淡香\n" +
            "单片三件套汽车坐垫\n" +
            "灭火器 车用\n" +
            "汽车坐垫\n" +
            "汽车手机车支架\n" +
            "手刹套\n" +
            "菩提子汽车坐垫\n" +
            "车载遮阳帘\n" +
            "前挡风遮阳板\n" +
            "荞麦汽车坐垫\n" +
            "大众宝来钥匙套\n" +
            "轩逸座套\n" +
            "出风口风扇\n" +
            "车窗帘 遮阳帘\n" +
            "汽车摆件\n" +
            "车载床\n" +
            "荞麦壳坐垫\n" +
            "车内手机支架\n" +
            "通风制冷 汽车坐垫\n" +
            "汽车通风坐垫 制冷\n" +
            "汽车遮阳档 防晒\n" +
            "驾照套\n" +
            "车载香水 风口香水\n" +
            "车载枕头靠颈枕\n" +
            "车载香水 风口香水 持久\n" +
            "汽车前挡遮阳板\n" +
            "汽车头枕 护颈枕\n" +
            "儿童安全座椅\n" +
            "车载香水 持久\n" +
            "仪表盘防晒垫\n" +
            "出风口装饰\n" +
            "汽车遮阳板 防晒 隔热\n" +
            "夏季汽车坐垫 凉 单片\n" +
            "车载香水 持久淡香\n" +
            "车载垃圾桶\n" +
            "汽车坐垫无靠背\n" +
            "车载香薰\n" +
            "车内饰品摆件 创意高档\n" +
            "手缝真皮方向盘套\n" +
            "简易安全座椅\n" +
            "汽车安全带护肩套\n" +
            "速腾脚垫\n" +
            "汽车坐垫夏季\n" +
            "手机支驾车载\n" +
            "汽车椅背收纳袋\n" +
            "汽车挡光板遮阳板\n" +
            "车坐垫套四季通用 全包围\n" +
            "宝马坐垫5系\n" +
            "竹炭狗\n" +
            "座套\n" +
            "汽车遮阳\n" +
            "宝马钥匙扣\n" +
            "车颈枕\n" +
            "驾驶证套\n" +
            "车内用品\n" +
            "车载窗帘遮阳帘 侧窗\n" +
            "车吊坠挂件\n" +
            "大众帕萨特钥匙包\n" +
            "空军车载香水\n" +
            "汽车坐垫无靠背三件套\n" +
            "gs4\n" +
            "汽车坐垫四季通用养生\n" +
            "汽车手机车支架 创意\n" +
            "荞行健汽车坐垫正品\n" +
            "车内风口香水\n" +
            "汽车手机架导航架 出风口\n" +
            "汽车用品 创意\n" +
            "汽车脚垫卡通\n" +
            "空军三号\n" +
            "汽车充气床\n" +
            "大众速腾钥匙套\n" +
            "轩逸脚垫\n" +
            "汽车防滑垫 置物垫\n" +
            "香水车载 车内\n" +
            "新车除甲醛除异味 车内用品\n" +
            "大众polo钥匙套\n" +
            "卡罗拉座套\n" +
            "奔驰钥匙扣\n" +
            "宝马钥匙套\n" +
            "荞麦壳汽车坐垫\n" +
            "本田urv钥匙套\n";
    String shop321312s = "地毯\n" +
            "地垫\n" +
            "浴室防滑垫\n" +
            "地毯 卧室\n" +
            "地毯 客厅\n" +
            "脚垫\n" +
            "地毯卧室满铺可爱\n" +
            "防滑垫\n" +
            "地垫门垫 进门\n" +
            "泡沫拼接地垫\n" +
            "地毯客厅\n" +
            "泡沫地垫 拼接\n" +
            "地毯卧室\n" +
            "地毯门垫 进门\n" +
            "床边地毯\n" +
            "泡沫 地垫\n" +
            "门垫\n" +
            "地毯 满铺 卧室 可爱\n" +
            "厨房地垫\n" +
            "地毯卧室满铺房间\n" +
            "卫生间地垫\n" +
            "进门脚垫 门垫\n" +
            "泡沫地垫\n" +
            "门口地垫 进门\n" +
            "进门地毯 门垫\n" +
            "红地毯\n" +
            "进门地垫 门垫\n" +
            "拼接爬行垫\n" +
            "圆形地毯\n" +
            "入户门地垫\n" +
            "进门地垫\n" +
            "客厅地毯 茶几毯\n" +
            "欢迎光临门垫\n" +
            "脚垫门垫进门\n" +
            "拼图垫 家用\n" +
            "浴室地垫\n" +
            "床前地毯 卧室\n" +
            "进门地垫 家用\n" +
            "ins地毯卧室网红\n" +
            "卧室地垫\n" +
            "红地毯一次性 结婚\n" +
            "儿童游戏垫拼接\n" +
            "拼图地垫\n" +
            "门垫 进门 门口 家用\n" +
            "楼梯踏步垫\n" +
            "爬行垫\n" +
            "方块泡沫拼垫\n" +
            "拼接地垫\n" +
            "办公室地毯\n" +
            "爬爬垫加厚 家用 婴儿 拼接\n" +
            "卧室房间满铺地毯\n" +
            "地毯门垫进门\n" +
            "楼梯贴台阶贴\n" +
            "泡沫垫\n" +
            "垫 地垫 泡沫\n" +
            "爬爬垫 拼接\n" +
            "地毯定制定做\n" +
            "吸水地垫\n" +
            "拼地\n" +
            "地板垫\n" +
            "吸水脚垫\n" +
            "木纹泡沫地垫\n" +
            "北欧 地毯\n" +
            "ins地垫\n" +
            "爬爬垫\n" +
            "垫子地垫 家用\n" +
            "厨房地毯防滑耐脏\n" +
            "卧室地毯\n" +
            "泡沫板地垫\n" +
            "卧室地摊 床边毯 卧室\n" +
            "泡沫拼接垫\n" +
            "地毯卧室 床边 公主\n" +
            "进门地垫入户蹭土门垫\n" +
            "垫\n" +
            "雪尼尔地垫\n" +
            "床边地毯 卧室\n" +
            "可机洗地毯客厅欧式\n" +
            "纯棉地毯\n" +
            "地垫门垫 进门 门厅 可机洗\n" +
            "电脑椅地垫\n" +
            "卧室地毯女\n" +
            "卫生间防滑垫\n" +
            "地毯 卧室 床边毯\n" +
            "地拼垫 家用 儿童\n" +
            "浴室防滑垫 淋浴 地垫超大\n" +
            "少女心地毯\n" +
            "客厅地垫\n" +
            "垫地垫 家用\n" +
            "客厅地毯\n" +
            "厨房地毯\n" +
            "厨房地垫 防滑 防油 家用\n" +
            "垫地垫 爬行垫\n" +
            "厕所防滑垫\n" +
            "北欧地毯\n" +
            "卧室榻榻米地垫\n" +
            "泡沫垫 拼接 卧室 家用\n" +
            "卫生间防滑垫 浴室 洗澡\n" +
            "红地毯一次性结婚\n" +
            "出入平安门垫\n" +
            "爬行垫加厚 婴儿 客厅 拼接\n" +
            "浴室门口吸水地垫\n" +
            "拼块地毯\n" +
            "拼接地毯\n" +
            "垫子\n" +
            "地垫 订做\n" +
            "丝圈地毯\n" +
            "长毛地毯\n" +
            "走廊过道地毯\n" +
            "厕所门口防滑吸水垫\n" +
            "楼梯垫\n" +
            "地毯拼接\n" +
            "魔法阵地毯\n" +
            "楼梯垫 踏步垫\n" +
            "全铺地毯\n" +
            "垫子地垫 泡沫\n" +
            "脚垫门垫进门 可机洗\n" +
            "泡沫地垫 拼接 家用\n" +
            "圆形地垫吊篮地毯\n" +
            "ins 地垫\n" +
            "门口地垫 进门 蹭脚垫\n" +
            "米字旗地毯\n" +
            "爬行垫拼接\n" +
            "儿童泡沫地垫加厚\n" +
            "羊毛毯\n" +
            "美式地毯门垫进门\n" +
            "地毯满铺\n" +
            "办公地毯 办公室\n" +
            "ins风地毯\n" +
            "厨房垫\n" +
            "丝毛地毯卧室\n" +
            "北欧风格客厅地毯\n" +
            "儿童地垫 爬行垫\n" +
            "欧式地毯\n" +
            "浴室吸水地垫\n" +
            "脚垫 家用 卧室\n" +
            "泡沫地垫 拼接 婴儿\n" +
            "酒店地毯\n" +
            "北欧地毯客厅 现代\n" +
            "房间地垫满铺卧室\n" +
            "房间装饰少女 粉色\n" +
            "脚垫门垫进门 门厅\n" +
            "厕所门口地垫\n" +
            "地中海 客厅茶几地毯\n" +
            "北欧现代客厅地毯\n" +
            "欢迎光临地垫\n" +
            "浴室 防滑垫 淋浴\n" +
            "定制Logo地毯\n" +
            "厨房防油防滑地垫\n" +
            "办公地毯 方块\n" +
            "北欧现代地毯\n" +
            "防滑垫 浴室 洗澡 地垫\n" +
            "剑麻地垫\n" +
            "地毯门垫 进门 门厅 家用可裁剪\n" +
            "宝宝防摔地垫\n" +
            "进门地垫 北欧\n" +
            "网红房间装饰\n" +
            "白色地毯\n" +
            "北欧门垫\n" +
            "拼接地垫 泡沫 家用\n" +
            "红地毯 一次性\n" +
            "镂空防滑垫\n" +
            "茶几毯 北欧\n" +
            "防摔垫 加厚\n" +
            "客厅地毯现代简约\n" +
            "一次性地毯\n" +
            "地垫加厚\n" +
            "一次性结婚红地毯\n" +
            "茶几地毯\n" +
            "全棉地垫\n" +
            "出入平安地垫\n" +
            "厕所防滑垫 地垫 隔水\n" +
            "门前地垫 进门\n" +
            "地垫门垫 进门 门厅\n" +
            "三合一地垫\n" +
            "铺地垫子 家用 卧室全铺\n" +
            "红地毯 加厚\n" +
            "大门地垫入户门垫\n" +
            "防滑地垫\n" +
            "欧式进门地垫 门垫\n" +
            "地垫门垫进门\n" +
            "浴室拼接地垫\n" +
            "圆地毯垫\n" +
            "欧式进门地垫\n" +
            "床边长条地毯\n" +
            "脚垫 卫浴\n" +
            "厨房地垫 防滑 防油\n" +
            "卧室地毯 床边毯\n" +
            "爬爬垫加厚 家用 超大号\n" +
            "地垫 儿童\n" +
            "北欧ins地毯\n" +
            "茶几地毯 客厅\n" +
            "土耳其地毯进口\n" +
            "地中海地毯\n" +
            "方块拼接地毯 办公室\n" +
            "北欧地毯客厅\n" +
            "毛地毯 长毛绒\n" +
            "地毯 客厅 北欧\n" +
            "定制满铺地毯\n" +
            "吊篮地毯\n" +
            "地垫 卫浴\n" +
            "中国风地毯\n" +
            "拼图垫泡沫地垫爬行垫\n" +
            "地毯卧室 床边 加厚\n" +
            "防滑垫 浴室\n" +
            "脚垫门垫 进门\n" +
            "茶几垫\n" +
            "地毯厕所门垫吸水\n" +
            "宝宝爬行垫\n" +
            "圆形地垫\n" +
            "进门脚垫 丝圈\n" +
            "进门 门口地垫 蹭脚垫\n" +
            "楼梯踏步防滑垫\n" +
            "网红房间装饰 卧室\n" +
            "透明地垫\n" +
            "土耳其地毯 客厅\n" +
            "地毯卧室少女心\n" +
            "冲凉房防滑垫\n" +
            "竹地毯\n" +
            "榻榻米地毯\n" +
            "北欧风客厅地毯\n" +
            "欧式地毯 客厅\n" +
            "进门地垫 门垫 玄关\n" +
            "门口地垫\n" +
            "办公室地毯 满铺 商用\n" +
            "榻榻米垫\n" +
            "入门地垫\n" +
            "吊篮地毯地垫圆形\n" +
            "地垫门垫 进门 现代简约\n" +
            "欢迎光临脚垫\n" +
            "沙发地毯 北欧\n" +
            "丝圈地垫 进门\n" +
            "卫生间地垫防水防滑垫 家用\n" +
            "踩脚垫 门垫 进门\n" +
            "浴室防滑垫 大码\n" +
            "北欧地垫门垫 进门\n" +
            "进门地毯门垫 定制\n" +
            "地毯卧室 床边\n" +
            "防尘地毯\n" +
            "垫子地垫 家用 卧室\n" +
            "榻榻米垫子\n" +
            "欢迎光临地毯\n" +
            "地毯 圆形 北欧\n" +
            "凉席地垫\n" +
            "厨房地毯 长条防滑\n" +
            "ins 地毯\n" +
            "地毯垫\n" +
            "地毯 定制\n" +
            "ins地毯客厅\n" +
            "茶几垫 地毯 客厅\n" +
            "欧式茶几垫子 地毯\n" +
            "榻榻米地垫\n" +
            "服装店地毯拍照\n" +
            "麻地毯\n" +
            "定制脚垫门垫进门\n" +
            "潮牌地毯\n" +
            "地毯客厅 北欧简约\n" +
            "纯色客厅 茶几地毯\n" +
            "北欧风地垫\n" +
            "地毯 定制logo\n" +
            "楼梯垫自粘\n" +
            "脚垫门垫进门 家用 地毯\n" +
            "地毯门垫定制logo\n" +
            "茶几垫 地毯 客厅 现代\n" +
            "手工\n" +
            "家居\n";

//    5。1
            String shops3213 ="女童旗袍\n" +
        "儿童汉服女 小孩 中国风\n" +
        "女童汉服\n" +
        "儿童旗袍\n" +
        "汉服女童\n" +
        "女童民国风套装\n" +
        "女童民族服装 儿童汉服 中国风\n" +
        "女童汉服秋\n" +
        "女宝汉服\n" +
        "宝宝抓周衣服\n" +
        "婴儿汉服\n" +
        "儿童汉服\n" +
        "西子问\n" +
        "女童旗袍夏 中国风\n" +
        "小孩旗袍女 夏季\n" +
        "宝宝旗袍\n" +
        "汉服 女童\n" +
        "民国学生装女童 儿童\n" +
        "汉服女童襦裙\n" +
        "小女孩汉服女 古装\n" +
        "女童汉服 中国风\n" +
        "宝宝周岁唐装\n" +
        "儿童汉服女 中国风\n" +
        "民国风童装\n" +
        "儿童旗袍女夏\n" +
        "汉服宝宝 男\n" +
        "儿童汉服男\n" +
        "儿童旗袍演出服\n" +
        "女童汉服 中国风 女童唐装汉服\n" +
        "女孩汉服\n" +
        "汉服秋装女童\n" +
        "女孩旗袍\n" +
        "女童旗袍演出服\n" +
        "女宝宝旗袍夏\n" +
        "宝宝百天唐装\n" +
        "女童汉服夏\n" +
        "女童改良汉服\n" +
        "男宝宝古装\n" +
        "男童汉服套装\n" +
        "周岁宝宝衣服 男童\n" +
        "中国风女 夏儿童旗袍\n" +
        "女童旗袍夏\n" +
        "女童旗袍连衣裙\n" +
        "儿童中国风旗袍\n" +
        "儿童唐装 宝宝唐装\n" +
        "宝宝中国风\n" +
        "男宝宝周岁礼服夏\n" +
        "儿童古装汉服 女孩\n" +
        "儿童旗袍女夏 中国风\n" +
        "童装汉服改良\n" +
        "儿童汉服 男\n" +
        "古装 唐装 汉服 女\n" +
        "旗袍\n" +
        "婴儿服\n";
//            个人洗护清洁用具 6。0
            String shop123s =
        "指甲刀套装\n" +
        "梳子\n" +
        "干发帽\n" +
        "化妆镜\n" +
        "指甲刀\n" +
        "镜子\n" +
        "棉签\n" +
        "手动剃须刀\n" +
        "镜子 化妆镜\n" +
        "掏耳神器\n" +
        "挖耳朵神器\n" +
        "刮胡刀 手动\n" +
        "搓澡巾\n" +
        "镜 化妆镜\n" +
        "指甲剪套装\n" +
        "吉列剃须刀\n" +
        "牛角梳\n" +
        "带灯挖耳勺\n" +
        "指甲剪\n" +
        "甲沟炎专用指甲刀\n" +
        "剃须刀手动\n" +
        "编发神器 懒人 美发工具\n" +
        "洗脸扑\n" +
        "棉签包邮 木棒\n" +
        "修脚刀套装\n" +
        "洗脸神器 清洁毛孔\n" +
        "浴帽\n" +
        "挖耳勺\n" +
        "镜 折叠\n" +
        "刮胡刀\n" +
        "化妆镜带灯\n" +
        "沐浴球\n" +
        "剃须刀\n" +
        "采耳工具套装\n" +
        "木梳\n" +
        "儿童挖耳屎神器\n" +
        "搓澡神器\n" +
        "洗脸发带\n" +
        "发光耳勺\n" +
        "harry s剃须刀\n" +
        "可视采耳\n" +
        "儿童掏耳屎神器\n" +
        "掏耳朵神器\n" +
        "采耳神器可视\n" +
        "篦子虱子梳超密齿\n" +
        "浴球\n" +
        "洗澡刷\n" +
        "医用棉签\n" +
        "指甲剪套装 甲沟炎\n" +
        "小镜\n" +
        "掏耳勺\n" +
        "镜子便携\n" +
        "空气刘海神器 定型\n" +
        "磨脚神器去死皮\n" +
        "吸水干发帽\n" +
        "牙签\n" +
        "掏耳勺 带 灯 儿童\n" +
        "梳子女\n" +
        "酒精棉片\n" +
        "发卷\n" +
        "甲沟炎\n" +
        "镜子折叠\n" +
        "刮胡刀片\n" +
        "吉列官方旗舰店官网\n" +
        "磨脚石\n" +
        "挖耳朵神器可视\n" +
        "家用梳\n" +
        "化妆镜台式led灯\n" +
        "搓背神器 强力 不求人\n" +
        "擦头发速干毛巾 吸水\n" +
        "洁面仪\n" +
        "tt梳\n" +
        "浴花\n" +
        "吉列锋速3刀片\n" +
        "指甲钳\n" +
        "吉列\n" +
        "洗脸扑 洁面扑 深层清洁\n" +
        "棉签包邮 双头 无菌棒\n" +
        "刘海卷发筒\n" +
        "小镜 化妆镜 随身镜\n" +
        "洗脸刷\n" +
        "篦子\n" +
        "洗漱包\n" +
        "led化妆镜\n" +
        "吉列锋速5刀片\n" +
        "修脚刀\n" +
        "梳子 家用\n" +
        "甲沟炎矫正器\n" +
        "指甲钳套装\n" +
        "采耳工具\n" +
        "掏耳朵工具套装\n" +
        "便携镜\n" +
        "耳勺\n" +
        "空气刘海卷发筒\n" +
        "卷发神器 懒人\n" +
        "板梳气囊梳按摩梳\n" +
        "化妆镜子\n" +
        "正甲贴\n" +
        "礼品梳\n" +
        "刘海卷\n" +
        "发带 洗脸\n" +
        "灰指甲刀工具套装\n" +
        "泡澡球\n" +
        "手动剃须刀刀头\n" +
        "指甲钳 甲沟炎\n" +
        "喷壶\n" +
        "搓澡巾 包邮 强力 搓泥\n" +
        "浴帽防水 成人女款\n" +
        "谭木匠\n" +
        "梳子 卷发梳\n" +
        "化妆包\n" +
        "懒人卷发神器\n" +
        "无印良品洗澡刷\n" +
        "卷发梳\n" +
        "浴刷\n" +
        "指甲刀套装 德国\n" +
        "镜宿舍学生折叠\n" +
        "按摩梳\n" +
        "指甲刀套装 家用\n" +
        "修脚刀套装 甲沟炎\n" +
        "包头巾\n" +
        "女梳\n" +
        "头箍女洗脸\n" +
        "小镜子\n" +
        "双面镜放大\n" +
        "发光镊子\n" +
        "舒芙剃毛刀\n" +
        "洗脸刷 软毛 手动 深层清洁\n" +
        "干发毛巾\n" +
        "澡巾\n" +
        "篦子 虱子梳 超密齿\n" +
        "泡泡浴球\n" +
        "喷雾瓶\n" +
        "卷发神器\n" +
        "抖音化妆镜\n" +
        "单个指甲刀\n" +
        "吉利剃须刀\n" +
        "喷雾瓶 细雾\n" +
        "剪指甲刀 套装\n" +
        "刮腋毛刀\n" +
        "折叠镜 便携 学生\n" +
        "修脚器 去死皮刀老茧\n" +
        "洗澡巾\n" +
        "化妆镜台式\n" +
        "卷 发\n" +
        "空气刘海卷刘海神器\n" +
        "手动剃须刀片\n" +
        "指甲钳套装 甲沟炎\n" +
        "丝瓜络 洗碗\n" +
        "带灯耳勺\n" +
        "台镜\n" +
        "灰指甲 刀\n" +
        "排骨梳\n" +
        "棉棒\n" +
        "卷发器头发卷工具\n" +
        "带灯化妆镜\n" +
        "窥镜 成人用品\n" +
        "指甲刀套装 修脚\n" +
        "美容镜 手柄镜\n" +
        "滚梳\n" +
        "指甲刀套装女\n" +
        "harry手动剃须刀礼盒\n" +
        "梳\n" +
        "指甲刀 单个\n" +
        "镜子便携 折叠 简约 翻盖\n" +
        "挖耳\n" +
        "777指甲刀\n" +
        "棉签包邮 木棒掏耳朵尖头 化妆\n" +
        "采耳\n" +
        "气垫梳\n" +
        "木梳 檀木 防脱发\n" +
        "双面镜 随身\n" +
        "手动刮胡刀剃须刀\n" +
        "镜子 化妆镜 随身\n" +
        "洗背神器\n" +
        "虱子梳\n" +
        "卷发\n" +
        "剃须刀 手动\n" +
        "抖音同款化妆镜带灯\n" +
        "aveda 梳子\n" +
        "沐浴刷\n" +
        "睡眠卷发器\n" +
        "面扑 洗脸包邮\n" +
        "折叠 镜\n" +
        "指甲剪单个装\n" +
        "卷发器 塑料卷 家用\n" +
        "木梳 刻字\n" +
        "刀片 剃须刀\n" +
        "医用脱脂棉\n" +
        "掏耳朵鹅毛棒\n" +
        "可视挖耳勺\n" +
        "老式剃刀\n" +
        "梳妆镜\n" +
        "手动刮胡子刀\n" +
        "搓澡巾 包邮 强力 搓泥 去污\n" +
        "梳卷发的梳\n" +
        "卷梳\n" +
        "洁面刷 软毛\n" +
        "搓澡刷\n" +
        "随身化妆镜\n" +
        "一次性牙签\n" +
        "掏耳朵\n" +
        "嵌甲钳指甲刀\n" +
        "镜子台式\n" +
        "指甲刀 德国\n" +
        "小镜子定制\n" +
        "muid化妆镜\n" +
        "洗脸仪\n" +
        "澡巾 包邮 搓泥强力\n" +
        "镜子 化妆镜 美容\n" +
        "干发帽女 吸水\n" +
        "粉扑\n" +
        "洗脸神器 洁面\n" +
        "小镜子 随身镜 化妆镜 折叠\n" +
        "指甲剪 成人\n" +
        "刮毛刀\n" +
        "甲沟炎软甲膏 特效\n" +
        "剃刀\n" +
        "耳朵清洁器吸耳屎\n" +
//        -----------------------------------个人洗护清洁用具2
        "修指甲工具套装\n" +
        "耳勺 发光 包邮 挖耳器\n" +
        "干发帽 超强吸水 速干\n" +
        "牛角梳子正品纯天然\n" +
        "焕醒剃须刀\n" +
        "镜\n" +
        "挖耳勺 发光 儿童\n" +
        "干发浴帽\n" +
        "梳子 牛角梳\n" +
        "掏耳勺指甲刀套装\n" +
        "洗澡神器 沐浴搓背\n" +
        "tangle teezer\n" +
        "干发帽子 吸水\n" +
        "化妆镜 台式\n" +
        "洗头神器\n" +
        "洗头刷\n" +
        "浴兜\n" +
        "剃胡刀 手动\n" +
        "梳木梳 礼品\n" +
        "双面镜子 随身\n" +
        "洗漱发带\n" +
        "洁面仪 洗脸神器 洗面\n" +
        "超密齿篦子虱子梳\n" +
        "剪脚趾甲甲沟炎的剪刀\n" +
        "甲沟炎矫正贴\n" +
        "吉利\n" +
        "按摩果冻\n" +
        "浴包 防水\n" +
        "搓背刷\n" +
        "老式刮胡刀\n" +
        "镜 台式\n" +
        "甲沟炎 药水\n" +
        "梳子 家用 学生\n" +
        "手柄镜\n" +
        "儿童掏耳勺 带 灯\n" +
        "气囊梳\n" +
        "桃木梳\n" +
        "尖尾梳\n" +
        "尖头棉签\n" +
        "丝瓜络\n" +
        "指甲剪 单个装\n" +
        "777指甲刀套装\n" +
        "旅行分装瓶\n" +
        "刀片\n" +
        "洁面仪毛孔清洁器\n" +
        "木梳子 檀木 防脱发\n" +
        "游泳包\n" +
        "包头巾干发帽 吸水\n" +
        "折叠镜 宿舍\n" +
        "喷瓶\n" +
        "刮须刀 手动\n" +
        "化妆镜折叠\n" +
        "耳勺 成人\n" +
        "指甲钳 单个装\n" +
        "修脚刀套装 灰指甲\n" +
        "卷 刘海\n" +
        "搓澡巾手套 成人\n" +
        "剃毛刀 女 腋毛\n" +
        "采耳工具 鹅毛棒\n" +
        "干发帽女\n" +
        "刘海神器\n" +
        "梳子礼物\n" +
        "一次性浴帽\n" +
        "挖耳朵神器 掏耳朵发光\n" +
        "拉背条搓澡巾\n" +
        "透明喷壶\n" +
        "宿舍镜\n" +
        "正品纯天然牛角梳\n" +
        "卷发筒\n" +
        "碘伏棉棒\n" +
        "天然牛角梳\n" +
        "采耳鹅毛棒\n" +
        "耳勺 发光 儿童\n" +
        "顺发梳\n" +
        "带灯掏耳勺\n" +
        "卷发木梳\n" +
        "绿檀木梳\n" +
        "儿童耳勺发光软头 安全\n" +
        "手动 剃须刀\n" +
        "剪指甲刀\n" +
        "镜子 化妆镜 公主镜\n" +
        "吉列锋速3\n" +
        "干发巾\n" +
        "气垫按摩梳\n" +
        "化妆镜放大双面\n" +
        "手动剃须刀头\n" +
        "刮面毛刀\n" +
        "洗面刷\n" +
        "可视掏耳勺\n" +
        "吉利 刀片 5层\n" +
        "棉花棒\n" +
        "干发帽 可爱\n" +
        "束发带\n" +
        "剃须刀手动 刮胡刀 5层\n" +
        "刮胡刀 手动 刀片 老式\n" +
        "束发带 女 头饰洗脸\n" +
        "喷瓶 细雾\n" +
        "手动刮胡刀刀片\n" +
        "刮胡刀 手动式\n" +
        "吸水干发帽包头巾\n" +
        "镜子 化妆镜 桌面\n" +
        "篦子虱子梳 加密 儿童去虱卵\n" +
        "led灯化妆镜\n" +
        "浴球泡澡气泡弹\n" +
        "保健梳子\n" +
        "吉列锋隐\n" +
        "可视耳勺\n" +
        "刮胡子刀片\n" +
        "浴帽女\n" +
        "补光化妆镜\n" +
        "剪指甲刀 套装 甲沟炎\n" +
        "剃须刀片\n" +
        "密梳 虱子梳\n" +
        "谭木匠官方旗舰店\n" +
        "随身镜\n" +
        "化妆镜台式桌面\n" +
        "按摩梳子\n" +
        "修脚刀 甲沟炎套装\n" +
        "药瓶\n" +
        "美发尖尾梳\n" +
        "鹰嘴指甲钳\n" +
        "化妆镜 折叠\n" +
        "洗脸发带化妆束发带\n" +
        "洗脸海绵 洁面扑\n" +
        "干发帽日本\n" +
        "耳道内窥镜\n" +
        "大码桌面镜\n" +
        "剃须刀手动 吉列\n" +
        "剃须刀电动\n" +
        "沐浴球浴花\n" +
        "吸水毛巾 干发巾 头发 速干\n" +
        "搓脚石\n" +
        "塑料卷发神器\n" +
        "洗澡刷长柄搓背刷\n" +
        "指甲刀套装 韩国777\n" +
        "发型梳 男\n" +
        "电动掏耳朵神器吸耳屎 日本\n" +
        "小镜子批发\n" +
        "搓泥\n" +
        "干发帽 吸水 包头巾\n" +
        "硅胶粉扑\n" +
        "美发滚梳\n" +
        "美容发带 洗脸发带\n" +
        "牛角梳 纯天然\n" +
        "大镜子 化妆镜超大 台式桌面\n" +
        "檀木梳子\n" +
        "搓澡巾 磨砂\n" +
        "梳子木梳 檀香木\n" +
        "王妃梳\n" +
        "发带\n" +
        "尺寸梳子\n" +
        "剃刀 老式 刮脸刀\n" +
        "成人掏耳勺\n" +
        "面扑\n" +
        "一次性修脚刀\n" +
        "脚趾甲贴\n" +
        "爱丽小屋猫耳朵发带\n" +
        "刮胡刀 手动 德国\n" +
        "木梳 礼品\n" +
        "敷面膜束发带\n" +
        "造型梳 卷发梳\n" +
        "直梳子\n" +
        "洗澡巾 搓澡巾 双面 成人 磨砂\n" +
        "电动吸耳屎洁耳器\n" +
        "指甲剪 单个装 大号\n" +
        "洗脸器\n" +
        "化妆镜 随身\n" +
        "鬃毛梳\n" +
        "掏耳勺套装\n" +
        "出差洗漱包 便携男\n" +
        "化妆镜台式 公主镜 欧式\n" +
        "天使梳\n" +
        "调情用品\n" +
        "小药瓶\n" +
        "搓灰神器\n" +
        "镜折叠 翻盖式\n" +
        "tangleteezer梳\n" +
        "出差洗漱包 男\n" +
        "修脚刀套装 去死皮 老茧\n" +
        "磨脚神器\n" +
        "洗脸海绵扑\n" +
        "化妆镜带灯 充电式\n" +
        "手刮剃须刀\n" +
        "挑发梳\n" +
        "吉列刮胡刀\n" +
        "板梳\n" +
        "老式刮胡刀 剃须刀\n" +
        "洗脸带\n" +
        "牛角梳 正品\n" +
        "艾凡达气垫梳\n" +
        "洗脸扑洁面扑\n" +
        "吉列 手动 剃须 刀\n" +
        "男剃须刀\n" +
        "梳 刻字\n" +
        "按摩果冻 spa会所专用\n" +
        "去脚皮神器\n" +
        "男刮胡刀手动\n" +
        "镜子宿舍 桌面\n" +
        "梳子 女孩\n" +
        "按摩木梳\n" +
        "搓脚去死皮神器\n" +
        "小喷瓶\n" +
        "折叠镜\n" +
        "分装瓶\n" +
        "檀木梳\n" +
        "胡子刀 手动\n" +
        "木梳 檀木\n" +
        "双面化妆镜放大\n" +
        "洗脸神器\n" +
        "便携镜子\n" +
        "amiro化妆镜\n" +
        "刮胡刀 手动 刀片\n" +
        "宽齿梳\n" +
        "木梳 正品\n" +
        "北欧化妆镜\n" +
        "绿檀梳\n" +
        "镜 化妆镜 公主镜\n" +
        "保健按摩梳\n" +
        "搓澡\n" +
        "牛角梳子正品纯天然 防脱发\n" +
        "牛角梳送礼\n" +
        "梳油头\n" +
        "情人节牛角梳\n" +
        "虱子一扫光 头虱儿童\n" +
        "檀香 木梳\n" +
        "补妆镜\n" +
        "美发梳子专业理发梳子\n" +
        "老式剃须刀\n" +
        "刮胡刀 手动 老式 刀片\n" +
        "木梳子 檀木\n" +
        "梳 牛角梳\n" +
        "女士除毛刀\n" +
        "洗漱包 男 防水\n" +
        "美发梳专业理发梳\n" +
        "螺旋果冻\n" +
        "牛角梳 天然 正品\n" +
        "小米剃须刀\n" +
        "amiro\n" +
        "高档化妆镜\n" +
        "剃须泡沫\n" +
        "头上长虱子\n" +
        "掏宝\n";
            String shops321 ="儿童马桶坐便器\n" +
            "儿童坐便器\n" +
            "宝宝坐便器\n" +
            "儿童马桶\n" +
            "儿童马桶梯\n" +
            "宝宝马桶\n" +
            "宝宝坐便器男宝宝1-3 婴幼儿童\n" +
            "儿童坐便器女1-3岁 婴幼儿童\n" +
            "婴儿指甲剪防夹肉\n" +
            "便携马桶 儿童\n" +
            "儿童坐便器马桶圈\n" +
            "婴儿坐便器\n" +
            "婴儿指甲剪\n" +
            "吸鼻器 婴儿\n" +
            "理发围布\n" +
            "婴儿理发器\n" +
            "宝宝坐便器女1-3岁 女宝宝\n" +
            "婴儿理发器超静音 宝宝 家用\n" +
            "幼儿马桶坐便器女\n" +
            "磨甲器\n" +
            "宝宝马桶坐便器女\n" +
            "剃头发理发器儿童 家用 婴幼儿\n" +
            "儿童马桶垫 坐垫圈\n" +
            "吸鼻器\n" +
            "宝宝便盆坐便器\n" +
            "男宝宝小马桶\n" +
            "尿壶\n" +
            "便携马桶儿童\n" +
            "儿童理发器\n" +
            "女宝宝坐便器\n" +
            "婴儿棉签\n" +
            "贝亲指甲剪\n" +
            "世纪宝贝儿童坐便器\n" +
            "便便器\n" +
            "宝宝坐便器女\n" +
            "剪发围布\n" +
            "女宝宝马桶坐便器\n" +
            "儿童马桶圈\n" +
            "宝宝理发器静音 充电 家用 婴儿\n" +
            "婴儿马桶\n" +
            "婴儿剃头理发器\n" +
            "宝宝坐便器 男孩\n" +
            "坐便器儿童\n" +
            "儿童剃头刀电推剪\n" +
            "围布\n" +
            "易简婴儿理发器\n" +
            "幼儿坐便器女\n" +
            "宝宝马桶坐便器男\n" +
            "儿童指甲刀\n" +
            "宝宝小便器男孩挂墙式\n" +
            "儿童坐便器 男\n" +
            "儿童马桶坐便器 大码\n" +
            "婴儿马桶坐便器女\n" +
            "婴儿磨甲器\n" +
            "宝宝马桶梯\n" +
            "男孩小便器\n" +
            "宝宝吸鼻器\n" +
            "儿童便盆坐便器\n" +
            "婴儿电推剪超静音\n" +
            "婴儿指甲刀\n" +
            "便携式马桶 儿童\n" +
            "电推子 理发器 充电式 静音儿童\n" +
            "婴儿吸鼻器 新生儿\n" +
            "男宝宝马桶坐便器\n" +
            "儿童折叠马桶\n" +
            "宝宝理发器\n" +
            "宝宝剃头理发器 婴儿 静音\n" +
            "防咬指甲\n" +
            "婴儿指甲剪套装\n" +
            "儿童坐便器便盆\n" +
            "婴儿剃头理发器新生儿 家用\n" +
            "发廊专用围布\n" +
            "儿童厕所马桶坐便器\n" +
            "男宝宝坐便器\n" +
            "宝宝剃头刀电动静音 婴儿 家用\n" +
            "棉签\n" +
            "儿童小便池\n" +
            "剃头刀电推剪 儿童 电动\n" +
            "宝宝坐便圈\n" +
            "儿童剃发器 家用 宝宝\n" +
            "男童小便器\n" +
            "儿童尿壶男 便携式\n" +
            "儿童尿壶\n" +
            "儿童马桶 坐便器 男宝宝\n" +
            "儿童理发器\n" +
            "尿壶 儿童 男宝宝\n" +
            "儿童马桶坐便圈\n" +
            "充电式电推剪 理发器\n" +
            "推剪 理发器 儿童\n" +
            "婴儿用品\n" +
            "便携儿童马桶\n" +
            "好孩子旗舰店官网正品\n" +
            "坐便器\n" +
            "母婴用品\n";
            String shops2132 ="床围栏宝宝防摔防护栏\n" +
            "床围\n" +
            "防撞条\n" +
            "床围栏护栏 大床1.8-2米\n" +
            "床围栏\n" +
            "床挡板护栏儿童\n" +
            "床栏杆 护栏 儿童 防摔\n" +
            "挡床宝宝防摔护栏\n" +
            "防撞角\n" +
            "床护栏 围栏 儿童 挡板\n" +
            "床护栏\n" +
            "床护栏 1.8米\n" +
            "防摔床护栏\n" +
            "插座保护盖\n" +
            "桌角防撞护角\n" +
            "护栏 围栏 儿童 大床\n" +
            "儿童防撞条\n" +
            "婴儿防摔床护栏\n" +
            "儿童护栏 床栏\n" +
            "儿童安全锁\n" +
            "大床围栏\n" +
            "防撞墙贴软包\n" +
            "防磕碰安全条\n" +
            "床挡板护栏 儿童\n" +
            "抽屉锁儿童安全锁\n" +
            "床围栏护栏垂直升降\n" +
            "婴儿床围栏\n" +
            "防掉床护栏\n" +
            "护栏\n" +
            "床围栏护栏\n" +
            "床围栏宝宝防摔防护栏 通用\n" +
            "围床护栏 儿童 防摔\n" +
            "大象妈妈床护栏\n" +
            "安全锁\n" +
            "床栏\n" +
            "围栏\n" +
            "宝宝防摔床边护栏\n" +
            "柜子锁\n" +
            "婴儿床上护栏围栏防摔\n" +
            "床护栏 围栏 儿童 挡板 防摔\n" +
            "防撞条加厚加宽\n" +
            "桌包角保护套\n" +
            "垂直升降床围\n" +
            "儿童安全锁抽屉锁\n" +
            "婴儿床防摔护栏\n" +
            "婴儿防撞条\n" +
            "门护栏\n" +
            "床边护栏 防摔 儿童\n" +
            "宝宝床护栏\n" +
            "防撞\n" +
            "防护栏围栏\n" +
            "儿童抽屉锁\n" +
            "儿童安全门栏\n" +
            "宝宝防撞软包\n" +
            "婴儿护栏\n" +
            "床角 防撞\n" +
            "加宽加厚防撞条\n" +
            "护栏 儿童 防摔\n" +
            "窗户锁扣 推拉窗户\n" +
            "桌子边角防护\n" +
            "墙角保护条\n" +
            "楼梯口护栏儿童安全门\n" +
            "冰箱门锁扣\n" +
            "防撞贴\n" +
            "宝宝床边护栏\n" +
            "儿童防撞加宽保护条\n" +
            "儿童抽屉锁安全锁\n" +
            "门栏 儿童 防护栏\n" +
            "冰箱锁安全锁宝宝\n" +
            "楼梯护栏\n" +
            "儿童锁扣 抽屉 柜门\n" +
            "儿童安全防护锁\n" +
            "棒棒猪\n" +
            "宝宝安全防撞条\n" +
            "床护栏1.8米床\n" +
            "防撞条宝宝加厚加宽\n" +
            "宝宝护栏 床边\n" +
            "贝得力防撞条\n" +
            "儿童锁\n" +
            "儿童门护栏\n" +
            "升降护栏\n" +
            "边角防撞保护套\n" +
            "儿童窗户安全锁\n" +
            "移门锁\n" +
            "防电插座盖 儿童\n" +
            "幼儿园护角线墙角保护条 防撞\n" +
            "bolinbolon床围栏\n" +
            "窗户护角防撞角\n" +
            "楼梯护栏儿童安全门\n" +
            "宝宝锁\n" +
            "床栏 护栏1.8 通用\n" +
            "围栏 防护栏\n" +
            "防止宝宝掉床的护栏\n" +
            "防撞角 硅胶\n" +
            "护角\n" +
            "防护栏\n" +
            "婴儿用品\n" +
            "安全锁 儿童防护\n" +
            "狗栅栏门\n" +
            "包边条\n" +
            "床护栏垂直升降\n" +
            "护角条 护墙角\n" +
            "宠物门栏\n" +
            "楼梯栏杆\n";

}
