package com.example.webtest.base;

public interface Shops {

    //        String shops =;
    String shops = "制服诱惑\n" +
            "水手服情趣\n" +
            "学生制服情趣\n" +
            "情趣衣服\n" +
            "情趣\n" +
            "性感情趣制服\n" +
            "情趣性感制服\n" +
            "学生制服诱惑\n" +
            "女仆装 性感\n" +
            "情趣制服 角色扮演\n" +
            "制服情趣 性感\n" +
            "血滴子\n" +
            "兔女郎衣服 激情套装\n" +
            "蛋糕裙半身裙 百褶\n" +
            "女仆制服\n" +
            "情趣制服\n" +
            "兔女郎 制服\n" +
            "兔女郎衣服\n" +
            "制服套装女性感 激情套装\n" +
            "女仆装\n" +
            "学生制服套装 情趣\n" +
            "主播服装 女\n" +
            "情趣学生装\n" +
            "水手服\n" +
            "兔女郎\n" +
            "性感极度诱惑\n" +
            "女警\n" +
            "女仆服\n" +
            "套装包臀裙性感\n" +
            "制服\n" +
            "软妹套装\n" +
            "女仆装 情趣\n" +
            "jk制服\n" +
            "情趣女仆\n" +
            "激情套装\n" +
            "性感制服诱惑\n" +
            "女\n" +
            "情趣装\n" +
            "性感制服套装\n" +
            "女仆\n" +
            "情趣衣服制服\n" +
            "夜店学生装\n" +
            "血滴子 sm 透视装 情趣 激情\n" +
            "性感情趣骚 激情套装 透视装\n" +
            "心机女装\n" +
            "女教师服装\n";
    String shop21312s = "足疗工作服\n" +
            "情趣性感制服\n" +
            "美容师工作服短袖\n" +
            "足浴技师工作服 性感 显瘦\n" +
            "服务员工作服\n" +
            "ktv公主服\n" +
            "美容师技师服\n" +
            "服务员工作服长袖\n" +
            "美容师工作服\n" +
            "夜场ktv公主服\n" +
            "美容师工作服连衣裙\n" +
            "技师服工作服\n" +
            "餐厅服务员工作服短袖\n" +
            "美容院工作服连衣裙\n" +
            "美容师工作服 技师服\n" +
            "酒店前台职业套装女夏装\n" +
            "夜场公主工作服\n" +
            "夜场工作服\n" +
            "日式和服\n" +
            "制服\n" +
            "夜店工作服\n" +
            "套装\n" +
            "连衣裙\n" +
            "女装\n" +
            "情趣套装\n" +
            "技师\n";

}
