package com.example.webtest.base;

public interface Shops {


    //    String shops =;
    String shops = "小风扇\n" +
            "usb风扇\n" +
            "手持小电风扇\n" +
            "风扇小风扇\n" +
            "便携式小风扇\n" +
            "加湿器\n" +
            "充电小风扇\n" +
            "充电小风扇 便携式\n" +
            "迷你风扇\n" +
            "小风扇 充电\n" +
            "风扇\n" +
            "手拿小风扇\n" +
            "小风扇 充电 静音\n" +
            "电小风扇\n" +
            "手持风扇\n" +
            "小电风扇\n" +
            "小风扇 风扇\n" +
            "手拿小风扇充电\n" +
            "风扇学生 便携式充电\n" +
            "充电风扇 便携式 学生\n" +
            "迷你小风扇\n" +
            "小风扇 迷你\n" +
            "usb转接头\n" +
            "小电风扇可充电\n";
    String shops1 = "猫砂\n" +
            "猫砂盆\n" +
            "狗尿垫\n" +
            "狗厕所\n" +
            "豆腐猫砂\n" +
            "猫砂盆 全封闭\n" +
            "宠物剃毛器\n" +
            "狗狗沐浴露\n" +
            "宠物剃毛器电推剪\n" +
            "宠物除臭剂\n" +
            "狗毛剃毛器\n" +
            "狗梳子\n" +
            "撸猫手套\n" +
            "狗尿片\n" +
            "宠物电推剪\n" +
            "宠物尿垫\n" +
            "狗厕所 泰迪\n" +
            "狗狗梳子\n" +
            "猫厕所\n" +
            "狗狗便盆厕所\n" +
            "雪貂\n" +
            "脱毛梳\n" +
            "狗狗上厕所 狗便盆\n" +
            "猫咪用品\n" +
            "猫咪用品\n" +
            "狗狗除臭剂\n" +
            "尿垫\n" +
            "狗狗剃脚毛器\n" +
            "宠物尿片\n" +
            "耳螨 猫\n" +
            "狗狗用品\n" +
            "猫砂盆防外溅\n" +
            "狗剃毛器 宠物电推剪\n" +
            "宠物沐浴露杀螨除菌\n" +
            "松木猫砂\n" +
            "耳螨 猫用\n" +
            "泰迪沐浴液\n" +
            "狗狗用品\n" +
            "狗除臭剂\n" +
            "狗狗剃毛器\n" +
            "猫咪用品\n" +
            "狗沐浴露\n" +
            "狗狗指甲剪\n" +
            "宠物除臭剂杀菌去尿味\n" +
            "膨润土猫砂\n" +
            "猫厕所 全封闭 除臭\n" +
            "狗沐浴液\n" +
            "宠物电推子\n" +
            "吹水机\n" +
            "狗狗沐浴露杀菌除臭\n" +
            "宠物消毒液\n" +
            "狗拉屎厕所 狗便盆\n" +
            "狗狗剪毛神器\n" +
            "吹水机大型犬\n" +
            "猫咪眼药水\n" +
            "猫砂 豆腐砂\n" +
            "狗毛梳\n" +
            "狗吹水机\n" +
            "狗尿布\n" +
            "宠物指甲剪\n" +
            "狗狗尿尿盆厕所\n" +
            "宠物梳子\n" +
            "水晶猫砂\n" +
            "狗尿除味剂\n" +
            "狗狗厕所\n" +
            "狗狗尿不湿\n" +
            "狗尿屎盆用品\n" +
            "宠物推毛器\n" +
            "拾便器\n" +
            "狗狗用品 洗澡\n" +
            "狗毛梳子\n" +
            "猫砂盆 封闭\n" +
            "宠物剃毛器 电推剪\n" +
            "除狗尿骚味除臭剂\n" +
            "雪貂狗狗沐浴露\n" +
            "狗指甲剪\n" +
            "猫砂 除臭\n" +
            "猫沙\n" +
            "剃毛神器手动\n" +
            "绿茶猫砂\n" +
            "狗狗沐浴露 杀菌除臭\n" +
            "猫砂豆腐砂\n" +
            "狗用品\n" +
            "狗狗用品\n" +
            "宠物吹风机\n" +
            "宠物狗推毛器\n" +
            "泰迪沐浴露\n" +
            "狗尿盆\n" +
            "猫厕所 全封闭\n" +
            "狗狗用品\n" +
            "狗厕所自动冲水\n" +
            "狗狗浴盆\n" +
            "泰迪狗用品\n" +
            "猫烘干箱\n" +
            "狗除臭\n" +
            "毛砂\n" +
            "宠物沐浴露\n" +
            "宠物消毒液除臭去尿味\n" +
            "碳酸氢钠滴耳液\n" +
            "宠物厕所狗厕所\n" +
            "狗厕所便盆\n" +
            "狗狗用品 狗梳子\n" +
            "猫毛清理器\n" +
            "狗洗澡盆\n" +
            "狗尿不湿\n" +
            "狗狗剃毛器宠物电推剪\n" +
            "宠物除臭\n" +
            "狗沐浴露杀菌除臭止痒 泰迪\n" +
            "猫砂盆 超大\n" +
            "狗狗狗用品\n" +
            "宠物吹水机\n" +
            "猫指甲剪\n" +
            "狗狗去泪痕\n" +
            "半封闭 猫砂盆\n" +
            "宠物除毛器\n" +
            "全封闭式猫砂盆\n" +
            "耳螨\n" +
            "杜邦卫可\n" +
            "宠物用品 狗狗用品\n" +
            "猫砂除臭剂\n" +
            "狗狗干洗粉\n" +
            "宠物美容台\n" +
            "狗狗狗用品\n" +
            "猫乐适猫砂盆\n" +
            "宠物尿不湿\n" +
            "封闭式猫砂盆\n" +
            "狗狗眼药水\n" +
            "耳螨狗\n" +
            "比熊沐浴露\n" +
            "除狗尿味除臭剂\n" +
            "宠物狗尿垫\n" +
            "狗狗沐浴液\n" +
            "狗沐浴露 杀螨除菌\n" +
            "猫咪用品\n" +
            "猫咪沐浴露\n" +
            "lovecat猫砂\n" +
            "猫梳\n" +
            "狗狗沐浴露 杀螨除菌\n" +
            "狗狗沐浴露杀菌除臭 泰迪\n" +
            "猫耳螨\n" +
            "狗厕所 大号 大型犬\n" +
            "猫咪用品\n" +
            "猫沐浴露\n" +
            "狗狗便盆 厕所\n" +
            "猫咪用品\n" +
            "宠物消毒液杀菌消毒 家用\n" +
            "狗沐浴露杀菌除臭\n" +
            "宠物梳\n" +
            "猫藓药浴\n" +
            "泰迪狗用品\n" +
            "狗狗厕所中型犬\n" +
            "无尘猫砂\n" +
            "封闭式猫厕所\n" +
            "狗沐浴露 杀菌\n" +
            "泰迪沐浴露杀菌除臭螨 美毛\n" +
            "耳肤灵 狗\n" +
            "狗\n" +
            "耳康滴耳液 猫\n" +
            "除臭猫砂 包邮\n" +
            "狗狗推毛器\n" +
            "比熊专用沐浴露\n" +
            "红棕泰迪沐浴露\n" +
            "科德士电推剪\n" +
            "狗厕所\n" +
            "猫咪用品\n" +
            "狗药浴\n" +
            "宠物狗\n" +
            "狗狗用品\n" +
            "金毛犬\n" +
            "宠物\n" +
            "狗\n" +
            "猫\n" +
            "狗\n" +
            "刺猬活体\n" +
            "狗狗\n" +
            "宠物猫\n" +
            "宠物狗\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "博美犬狗用品\n" +
            "萨摩耶\n" +
            "狗品种\n" +
            "狗浴液泰迪专用\n" +
            "防感冒\n" +
            "博美\n" +
            "金毛\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "兔子\n" +
            "防感冒\n" +
            "防感冒\n" +
            "狗狗浴液泰迪专用\n" +
            "杜宾犬\n" +
            "金毛狗\n" +
            "防感冒\n";
    String shops2 =
//            "割草机\n" +
//            "遮阳网\n" +
//            "喷壶\n" +
//            "浇花喷壶\n" +
//            "打草机\n" +
//            "电动喷雾器\n" +
//            "电动割草机\n" +
//            "高枝剪\n" +
            "水管\n" +
            "多菌灵\n" +
            "海绵宝宝水晶泥\n" +
            "竹竿\n" +
            "割草机 背负式\n" +
            "割汽油草机\n" +
            "育苗盘\n" +
            "滴灌带\n" +
            "电动喷雾器 农用\n" +
            "除草机小型 多功能\n" +
            "修枝剪\n" +
            "喷壶 浇花\n" +
            "四冲程背负式割草机\n" +
            "滴灌管\n" +
            "竹篱笆\n" +
            "电动割草机 充电\n" +
            "花剪\n" +
            "电动喷雾器 锂电池\n" +
            "农用喷雾器\n" +
            "多功能割草机\n" +
            "喷雾器 电动\n" +
            "农用水带\n" +
            "高空剪枝剪\n" +
            "滴灌\n" +
            "锄头\n" +
            "园艺剪刀\n" +
            "假山摆件 配件\n" +
            "自动浇花\n" +
            "摘果器\n" +
            "花盆垫底托盘\n" +
            "橡胶水管 软管\n" +
            "油锯\n" +
            "椰砖\n" +
            "喷雾器 农用 电动 高压 多功能\n" +
            "移动花盆托盘\n" +
            "背负式电动喷雾器\n" +
            "绿篱机\n" +
            "充电喷雾器 农用\n" +
            "豆芽菜育苗盘\n" +
            "割灌机\n" +
            "1.5寸水管\n" +
            "耕地机\n" +
            "爬藤网\n" +
            "修剪刀\n" +
            "栅栏\n" +
            "泥土\n" +
            "园林喷头\n" +
            "养鸡围网\n" +
            "除尘雾化喷头\n" +
            "农用电喷雾器\n" +
            "小锄头\n" +
            "绿篱剪\n" +
            "多功能除草机\n" +
            "铲子\n" +
            "收割机\n" +
            "阿维菌素\n" +
            "打药机 高压\n" +
            "四冲程割草机\n" +
            "松土机\n" +
            "电动草坪机\n" +
            "紫竹\n" +
            "割草机 小型 多功能\n" +
            "汽油割草机\n" +
            "除草机 松土机\n" +
            "水车\n";

}
