package com.example.webtest.base;

public interface Shops {


    //    String shops =;
    String shops =
//            "孕妇连衣裙\n" +
//            "孕妇夏装\n" +
//            "孕妇装\n" +
//            "孕妇裙\n" +
//            "月子服夏 薄款 产后 夏季 哺乳\n" +
//            "月子服\n" +
//            "月子服春秋纯棉产后 孕妇\n" +
//            "哺乳衣夏时尚 产后 喂奶 外出\n" +
//            "哺乳期夏装外出时尚夏 喂奶衣\n" +
//            "月子服夏 薄款 产后\n" +
//            "妈咪包\n" +
//            "孕妇套装\n" +
//            "哺乳衣外出 喂奶 辣妈款\n" +
//            "哺乳连衣裙 夏\n" +
//            "孕妇夏装连衣裙\n" +
//            ---------------------------
//            "夏季哺乳衣时尚外出装 潮妈\n" +
//            "哺乳套装夏\n" +
//            "月子鞋\n" +
//            "孕妇连衣裙 夏\n" +
//            "孕妇连衣裙夏 中长款\n" +
//            "孕妇夏装连衣裙吊带\n" +
//            "孕妇裙 夏\n" +
//            "月子帽\n" +
//            "孕妇睡衣\n" +
//            "夏装裙孕妇装韩版\n" +
//            "哺乳衣\n" +
//            "无袖孕妇裙\n" +
//            "产后月子服夏 薄款\n" +
//            "哺乳衣外出辣妈款\n" +
//                    ----------------------
//            "辣妈哺乳衣\n" +
//            "哺乳衣外出短袖哺乳夏季时尚\n" +
//            "孕妇套装夏装时尚款 两件套夏\n" +
//            "哺乳连衣裙夏\n" +
//            "孕妇装夏装连衣裙\n" +
//            "产后哺乳衣外出夏时尚 连衣裙\n" +
//            "哺乳上衣\n" +
//            "纱布月子服夏 薄款 产后\n" +
//            "连衣裙孕妇\n" +
//            "孕妇裙子\n" +
//            "哺乳期夏装外出时尚夏 喂奶衣\n" +
//            "孕妇装t恤连衣裙\n" +
//            "孕妇连衣裙夏\n" +
//            "婴儿背包外出 妈妈\n" +
//            "孕妇睡衣春秋 产后 月子\n" +
//            "孕妇短袖t恤短款\n" +
//                    -----------------------
            "妈妈包\n" +
            "宽松连衣裙\n" +
            "优密儿孕妇装\n" +
            "孕妇t恤短袖宽松\n" +
            "孕装\n" +
            "孕妇长裙\n" +
            "妈妈包母婴包\n" +
            "连衣裙\n" +
            "孕妇\n" +
            "哺乳套装夏季外出时尚 两件套\n" +
            "哺乳衣外出夏季喂奶\n" +
            "高端孕妇裙\n" +
            "孕妇中长款连衣裙\n" +
            "孕妇睡衣夏女 短袖套装\n" +
            "月子服夏 薄款 产后 夏季\n" +
            "哺乳睡衣\n" +
            "孕妇短袖t恤 纯棉\n" +
            "孕妇装 裙雪纺\n" +
            "春时尚款孕妇装\n" +
            "哺乳连衣裙\n" +
            "孕妇夏装\n" +
            "孕妇裙 夏季中长\n" +
            "哺乳巾\n" +
            "产妇睡衣夏 薄款 孕妇\n" +
            "孕妇雪纺连衣裙\n" +
            "哺乳衣 外出\n" +
            "哺乳连衣裙夏时尚喂奶 外出\n" +
            "孕妇装 短袖t恤\n" +
            "莫代尔孕妇连衣裙\n" +
            "母婴背包外出妈妈包\n" +
            "月子鞋夏薄款\n" +
            "哺乳连衣裙 夏\n" +
            "哺乳连衣裙夏\n" +
            "哺乳连衣裙夏时尚 产后 喂奶\n" +
            "孕妇莫代尔连衣裙\n" +
            "短袖月子服\n" +
            "哺乳衣外出 辣妈款\n" +
            "哺乳衣时尚 产后 喂奶夏连衣裙\n" +
            "孕妇裙无袖夏\n" +
            "孕妇大t恤\n" +
            "哺乳衣夏时尚 产后 喂奶 外出\n" +
            "孕妇t恤\n" +
            "哺乳衣外出夏季时尚喂奶套装\n" +
            "白色蕾丝孕妇连衣裙\n" +
            "孕妇睡衣夏季 薄款\n" +
            "妈妈背包 母婴包 外出 大容量\n" +
            "孕妇碎花长裙\n" +
            "哺乳睡衣夏 薄款\n" +
            "母婴包\n" +
            "孕妇家居服夏季\n" +
            "产后衣服 潮妈\n" +
            "待产包\n" +
            "纱布月子服\n" +
            "哺乳衣夏时尚 产后 喂奶 外出\n" +
            "t恤女孕妇\n" +
            "孕妇上衣\n" +
            "月子帽夏季薄款 产后\n" +
            "月子袜\n" +
            "孕妇哺乳睡衣夏季 薄款 喂奶\n" +
            "孕妇秋装\n" +
            "孕妇装 夏\n" +
            "哺乳连衣裙夏\n" +
            "孕妇吊带长裙\n" +
            "莫代尔孕妇裙\n" +
            "夏孕妇装时尚辣妈\n" +
            "孕妇背心裙夏\n" +
            "哺乳雪纺连衣裙\n" +
            "孕妇t恤 短款\n" +
            "妈咪包多功能大容量\n" +
            "辣妈连衣裙\n" +
            "可哺乳连衣裙\n" +
            "月子鞋春秋 包跟 产后 室内\n" +
            "孕妇短袖\n" +
            "哺乳衣外出 产后 辣妈款\n" +
            "夏季喂奶裙\n" +
            "孕妇装夏装连衣裙显瘦\n" +
            "哺乳睡裙夏\n" +
            "哺乳衣夏喂奶衣\n" +
            "月子服夏季纯棉 薄款 产后夏季\n" +
            "孕妇连衣短裙夏\n" +
            "孕妇短袖长裙\n" +
            "孕妇照片写真服装\n" +
            "孕妇夏装背带裤\n" +
            "孕妇纯棉连衣裙\n" +
            "孕妇套装 夏\n" +
            "月子服夏 薄款 产后 喂奶\n" +
            "孕妇胖妹妹连衣裙\n" +
            "哺乳衣外出 辣妈款 喂奶\n" +
            "月子鞋夏 薄款\n" +
            "孕妇裙雪纺裙\n" +
            "哺乳睡衣春秋纯棉产后 喂奶\n" +
            "防辐射服 孕妇防辐射衣服 上班\n" +
            "孕妇睡衣夏季短袖\n" +
            "外出哺乳衣时尚 产后 喂奶\n" +
            "夏孕妇裙\n" +
            "妈咪包 双肩包\n" +
            "孕妈雪纺连衣裙\n" +
            "裙孕妇女夏\n" +
            "孕妇裙中长款短袖\n" +
            "喂奶衣服\n" +
            "孕妇碎花雪纺连衣裙\n" +
            "露肩孕妇裙\n" +
            "纯棉纱布月子服\n" +
            "莫代尔孕妇睡衣\n" +
            "哺乳裙\n" +
            "孕妇套装\n" +
            "夏哺乳连衣裙\n" +
            "孕妇写真服装\n" +
            "夏装连衣裙孕妇\n" +
            "孕妇装时尚款潮妈\n" +
            "夏装孕妇\n" +
            "喂奶连衣裙\n" +
            "夏季月子服 纯棉薄款\n" +
            "新款蕾丝孕妇装\n" +
            "纯棉孕妇裙 连衣裙\n" +
            "月子服春秋纯棉产后 孕妇喂奶\n" +
            "孕妇吊带裙\n" +
            "月子服春夏纯棉产后 孕妇 薄款\n" +
            "产妇包头巾\n" +
            "夏孕妇连衣裙\n" +
            "夏装连衣裙孕妇装\n" +
            "短袖孕妇装裙\n" +
            "孕妇装\n" +
            "哺乳连衣裙夏 产后\n" +
            "夏短孕妇连衣裙\n" +
            "哺乳连衣裙\n" +
            "孕妇t恤\n" +
            "孕妇连衣裙 长裙 夏季 时尚\n" +
            "孕妇夏装 孕妇裙\n" +
            "时尚装两套装款件套孕妇\n" +
            "孕妇修身连衣裙夏\n" +
            "哺乳衣外出 辣妈款 显瘦\n" +
            "喂奶衣外出短袖\n" +
            "孕妇夏装套装两件套潮妈\n" +
            "孕妇套装夏 两件套 潮妈\n" +
            "月子服 纯棉 春秋 产后\n" +
            "针织孕妇夏装连衣裙\n" +
            "孕妇套装秋装时尚款 两件套\n" +
            "哺乳衣外出辣妈款\n" +
            "孕妇夏装\n" +
            "孕妇荷叶边连衣裙\n" +
            "夏季薄款孕妇睡衣\n" +
            "夏季哺乳上衣\n" +
            "孕妇休闲套装韩版\n" +
            "哺乳 外出 时尚\n" +
            "孕妇短袖t恤\n" +
            "孕妇睡衣夏季 薄款 怀孕期\n" +
            "哺乳衣外出夏季上衣\n" +
            "哺乳装\n" +
            "孕妇鱼尾裙\n" +
            "哺乳上衣外出时尚 喂奶\n" +
            "孕妇睡衣 秋\n" +
            "孕妇装夏装\n" +
            "哺乳衣外出 辣妈款 韩版\n" +
            "孕妇毛衣外套\n" +
            "哺乳睡衣短袖\n" +
            "哺乳短袖t恤 夏\n" +
            "孕妇中长款短袖t恤 纯棉\n" +
            "哺乳背心\n" +
            "孕妇长款蕾丝连衣裙\n" +
            "孕妇夏装蕾丝裙\n" +
            "孕妇秋装\n" +
            "孕妇拍照服装\n" +
            "孕妇套装装时尚款 两件套\n" +
            "哺乳裙新款\n" +
            "秋季月子服\n" +
            "孕妇纯棉睡衣 夏季\n" +
            "孕妇秋装\n" +
            "孕妇夏装上衣\n" +
            "孕妇装夏装韩版短袖\n" +
            "月子帽\n" +
            "孕妇摄影服装\n" +
            "母乳衣服 喂奶夏季\n" +
            "夏季月子服\n" +
            "孕妇装t恤连衣裙\n" +
            "孕妇夏装上衣 短袖 时尚\n" +
            "妈咪袋\n" +
            "婕西孕妇装\n" +
            "夏中长款孕妇连衣裙\n" +
            "哺乳衣喂奶衣外出时尚\n" +
            "裙子孕妇女夏\n" +
            "孕妇两件套夏季\n" +
            "诺宜\n" +
            "哺乳上衣\n" +
            "孕妇t恤裙长款\n" +
            "哺乳衣外出 连衣裙夏季\n" +
            "雪纺哺乳连衣裙夏\n" +
            "时尚喂奶衣\n" +
            "孕妇裙子夏\n" +
            "哺乳连衣裙 夏\n" +
            "月子鞋夏薄款 夏季\n" +
            "孕妇装\n" +
            "孕妇无袖背心裙\n" +
            "夏季哺乳衣外出时尚 显瘦套装\n" +
            "哺乳上衣 短袖\n" +
            "孕妇连衣裙无袖夏装\n" +
            "孕妇宽松t恤女 中长款\n" +
            "夏孕妇装\n" +
            "孕妇照服装\n" +
            "孕妇裙 夏季中长\n" +
            "孕妇打底裙\n" +
            "夏季哺乳衣时尚外出装 潮妈\n" +
            "孕妇月子服 春秋纯棉 产后\n" +
            "孕妇长t恤\n" +
            "哺乳衣\n" +
            "孕妇运动套装夏\n" +
            "孕妇t恤短袖宽松\n" +
            "孕妇小清新夏连衣裙\n" +
            "宝妈包包外出 多功能\n" +
            "哺乳衣 秋冬\n" +
            "哺乳衣 夏 短袖\n" +
            "月子服秋冬产后纯棉\n" +
            "哺乳t恤\n" +
            "哺乳期夏装外出时尚夏 喂奶衣\n" +
            "哺乳连衣裙 夏\n" +
            "孕妇长裙夏韩版\n" +
            "孕妇装运动套装\n" +
            "月子袜 夏\n" +
            "产妇帽夏季薄款\n" +
            "夏季月子服薄款产后 吸汗纯棉\n" +
            "哺乳睡衣 纯棉\n" +
            "月子袜夏季薄款 孕妇 产后\n" +
            "哺乳衣短袖外出夏上衣\n" +
            "孕妇夏装孕妇连衣裙短袖\n" +
            "无袖孕妇装\n" +
            "孕妇针织连衣裙夏装 冰丝 宽松\n" +
            "哺乳连衣裙夏 雪纺\n" +
            "莫代尔月子服\n" +
            "妈咪背包 母婴包 外出\n" +
            "母婴外出包\n" +
            "月子服夏 薄款 产后 夏天\n" +
            "孕妇短袖t恤 纯棉\n" +
            "怀孕连衣裙\n" +
            "孕妇裙女夏\n" +
            "孕妇上衣\n" +
            "哺乳上衣外出时尚 喂奶\n" +
            "哺乳衣套装 外出 时尚夏 夏天\n" +
            "孕妇t恤夏\n" +
            "孕妇睡衣套装\n" +
            "哺乳雪纺连衣裙\n" +
            "外出哺乳衣连衣裙秋\n" +
            "孕妇长裙 连衣裙\n" +
            "月子睡衣夏 孕妇 产后 薄款\n" +
            "孕妇t恤 夏\n" +
            "哺乳上衣 短袖\n" +
            "夏季月子服薄款产后 孕妇纯棉\n" +
            "哺乳家居服\n" +
            "孕妇夏季短袖短裤套装\n" +
            "孕妇中长款无袖连衣裙\n" +
            "月子头巾\n" +
            "孕妇裙纱\n" +
            "哺乳连衣裙夏 产后\n" +
            "喂奶衣夏外出 时尚\n" +
            "哺乳衣 外出 时尚夏季 连衣裙\n" +
            "夏季月子鞋\n" +
            "哺乳衣 夏\n" +
            "哺乳连衣裙 外出喂奶衣\n" +
            "月子鞋夏薄款 产后 透气 夏季\n" +
            "显瘦孕妇装 潮妈\n" +
            "孕妇夏季连衣裙\n" +
            "孕妇装夏装连衣裙长款中长款\n" +
            "孕妇蕾丝裙 夏\n" +
            "孕妇装 运动套装\n" +
            "母婴包外出妈妈包 时尚\n" +
            "哺乳裙\n" +
            "月子服夏 薄款 产后纯棉\n" +
            "夏季喂奶裙\n" +
            "孕妇夏装连衣裙 中长款\n" +
            "哺乳t\n" +
            "哺乳衣外出 辣妈款\n" +
            "孕妇莫代尔长裙\n" +
            "孕妇帽子夏季\n" +
            "镂空孕妇连衣裙\n" +
            "孕妇短袖纯棉\n" +
            "哺乳衣 夏\n" +
            "哺乳睡裙夏 喂奶\n" +
            "妈咪背包双肩包大容量多功能\n" +
            "孕妇短袖t恤女 宽松 韩版\n" +
            "月子服 秋冬\n" +
            "孕妇 夏 上衣 时尚\n" +
            "babycare\n" +
            "哺乳睡衣夏短袖\n" +
            "hoya时尚孕妇装\n" +
            "孕妇雪纺裙\n" +
            "孕妇背心裙\n" +
            "哺乳衣\n" +
            "孕妇毛衣\n" +
            "月子睡衣\n" +
            "孕妇睡衣夏\n" +
            "greenlip\n" +
            "孕妇裙\n" +
            "孕妇宽松连衣裙\n" +
            "月子服 夏 薄款 纯棉产后\n" +
            "妈妈背包 母婴包 外出\n" +
            "孕妇套装\n" +
            "妈咪包 多功能大容量\n" +
            "哺乳衣\n" +
            "孕妇长款t恤\n" +
            "哺乳两件套\n" +
            "哺乳套装夏\n" +
            "母婴背包\n" +
            "哺乳衣外出\n" +
            "棉麻孕妇连衣裙\n" +
            "哺乳裙新款\n" +
            "孕妇大码连衣裙\n" +
            "孕妇照衣服\n" +
            "哺乳t恤夏\n" +
            "婴儿外出包\n" +
            "孕妇连衣裙夏中长款\n" +
            "孕妇短裤两件套夏\n" +
            "哺乳连衣裙 产后 喂奶\n" +
            "哺乳衣外出 套装 喂奶\n" +
            "夏季哺乳上衣\n" +
            "孕妇女t恤\n" +
            "正品妈咪包\n" +
            "孕妇装 衬衫\n" +
            "孕妇t恤长款 纯棉\n" +
            "孕妇穿的裙子\n" +
            "夏季月子服 产后 薄款\n" +
            "喂奶外出衣 哺乳 夏季\n" +
            "产妇睡衣春秋\n" +
            "孕妇秋装\n" +
            "夏装女孕妇装韩版\n" +
            "孕妇连衣裙\n" +
            "孕妇长款t恤\n" +
            "背包婴儿外出妈妈包 多功能\n" +
            "商务孕妇装\n" +
            "孕妇t恤 夏\n" +
            "孕妇秋装t恤\n" +
            "bellywear\n" +
            "孕妇装夏\n" +
            "妈咪包 小\n" +
            "孕妇上衣\n" +
            "哺乳期睡衣\n" +
            "孕妇装夏装短袖韩版\n" +
            "哺乳套装\n" +
            "宽松裙\n" +
            "哺乳连衣裙潮妈\n" +
            "孕妇背带裤\n" +
            "哺乳睡衣夏\n" +
            "哺乳衣 外出\n" +
            "影楼孕妇装\n" +
            "孕妇套装 夏装\n" +
            "妈咪包女\n" +
            "孕妇秋装 两件套\n" +
            "十月名裳\n" +
            "孕妇百褶裙\n" +
            "月子服 夏季薄款\n" +
            "哺乳衣套装夏季外出时尚夏\n" +
            "孕妇装夏装 连衣裙\n" +
            "产后睡衣春秋 喂奶 孕妇\n" +
            "哺乳吊带\n" +
            "孕妇背带裙\n" +
            "孕妇短款t恤\n" +
            "小清新新款 孕妇装\n" +
            "孕妇装上衣 夏季 短袖t 宽松夏\n" +
            "孕妇无袖连衣裙\n" +
            "中长款短袖孕妇裙\n" +
            "产后睡衣夏 孕妇 喂奶\n" +
            "孕妇宽松t恤 短袖\n" +
            "雪纺孕妇连衣裙\n" +
            "哺乳短袖\n" +
            "孕之彩孕妇连衣裙\n" +
            "孕妇短裙夏装\n" +
            "喂奶巾\n" +
            "孕妇裙夏\n" +
            "蕾丝喂奶连衣裙夏 哺乳小个子\n" +
            "十月妈咪\n" +
            "孕妇纯棉t恤 短款\n" +
            "孕妇连衣裙 长裙\n" +
            "妈咪包 手提包\n" +
            "月子服夏 薄款 产后纱布\n" +
            "哺乳外衣夏\n" +
            "月子帽\n" +
            "孕妇连衣裙雪纺夏 宽松 怀孕期\n" +
            "夏季喂奶裙\n" +
            "妈咪多功能背包\n" +
            "孕妇夏装套装\n" +
            "孕妇上衣夏装\n" +
            "妈咪包 女\n" +
            "孕妇连衣裙夏 中长款\n" +
            "纱布 月子服\n" +
            "产后喂奶衣外出哺乳夏时尚\n" +
            "孕妇装夏上衣 连衣裙\n" +
            "月子服夏\n" +
            "哺乳连衣裙显瘦\n" +
            "孕妇 连衣裙\n" +
            "哺乳衣产后喂奶外出套装\n" +
            "孕妇背带套装\n" +
            "孕妇长袖t恤\n" +
            "孕妇背带裤 夏\n" +
            "孕妇半身裙\n" +
            "月子帽夏季薄款时尚\n" +
            "孕妇两件套 短裤 夏\n" +
            "哺乳衣短袖外出夏上衣\n" +
            "孕妇半身长裙\n" +
            "孕妇背带裤夏\n" +
            "孕妇短袖t恤短款 宽松\n" +
            "孕妇大t恤\n" +
            "哺乳衣春季新款\n" +
            "梦蜜\n" +
            "哺乳长裙夏\n" +
            "短款宽松上衣孕妇\n" +
            "孕妇连衣裙 中长款\n" +
            "哺乳短袖\n" +
            "孕妇连衣裙夏 短袖\n" +
            "宽松雪纺连衣裙\n" +
            "孕妇薄款内衣\n" +
            "喜多多旗舰店官网正品\n" +
            "婴儿出行包\n" +
            "孕妇秋衣秋裤\n" +
            "产后月子服纯棉秋冬\n" +
            "孕妇中长款衬衫\n" +
            "孕妈妈时尚辣妈夏装孕妇连衣裙\n" +
            "孕妇套装夏装时尚款 两件套夏\n" +
            "哺乳夏月子夏季服薄款产后\n" +
            "日本妈咪包\n" +
            "孕妇秋装连衣裙\n" +
            "哺乳时尚连衣裙 夏\n" +
            "哺乳吊带背心\n" +
            "月子头巾\n" +
            "哺乳衣外出 喂奶 辣妈款\n" +
            "孕妇连衣裙夏 长款 长裙\n" +
            "哺乳衣外出短袖哺乳夏季时尚\n" +
            "孕妇睡裙\n" +
            "孕妇上衣 夏 短袖\n" +
            "孕妇套装夏 两件套 潮妈\n" +
            "宽松连衣裙 夏\n" +
            "孕妇连衣裙 夏\n" +
            "孕妇套装夏装时尚款 两件套夏\n" +
            "哺乳套装夏\n" +
            "孕妇t恤夏条纹\n" +
            "哺乳吊带\n" +
            "牛津布妈咪包\n" +
            "孕妇装短袖裙\n" +
            "孕妇上衣\n" +
            "外出哺乳衣夏时尚 产后 喂奶\n" +
            "妈咪 包\n" +
            "月子鞋\n" +
            "孕妇装专卖\n" +
            "孕妇纱裙\n" +
            "时尚妈咪包大容量\n" +
            "孕妇秋装连衣裙 宽松\n" +
            "孕妇打底裤\n";
    String shops123 = "小风扇\n" +
            "usb风扇\n" +
            "手持小电风扇\n" +
            "风扇小风扇\n" +
            "便携式小风扇\n" +
            "加湿器\n" +
            "充电小风扇\n" +
            "充电小风扇 便携式\n" +
            "迷你风扇\n" +
            "小风扇 充电\n" +
            "风扇\n" +
            "手拿小风扇\n" +
            "小风扇 充电 静音\n" +
            "电小风扇\n" +
            "手持风扇\n" +
            "小电风扇\n" +
            "小风扇 风扇\n" +
            "手拿小风扇充电\n" +
            "风扇学生 便携式充电\n" +
            "充电风扇 便携式 学生\n" +
            "迷你小风扇\n" +
            "小风扇 迷你\n" +
            "usb转接头\n" +
            "小电风扇可充电\n";
    String shops1 = "猫砂\n" +
            "猫砂盆\n" +
            "狗尿垫\n" +
            "狗厕所\n" +
            "豆腐猫砂\n" +
            "猫砂盆 全封闭\n" +
            "宠物剃毛器\n" +
            "狗狗沐浴露\n" +
            "宠物剃毛器电推剪\n" +
            "宠物除臭剂\n" +
            "狗毛剃毛器\n" +
            "狗梳子\n" +
            "撸猫手套\n" +
            "狗尿片\n" +
            "宠物电推剪\n" +
            "宠物尿垫\n" +
            "狗厕所 泰迪\n" +
            "狗狗梳子\n" +
            "猫厕所\n" +
            "狗狗便盆厕所\n" +
            "雪貂\n" +
            "脱毛梳\n" +
            "狗狗上厕所 狗便盆\n" +
            "猫咪用品\n" +
            "猫咪用品\n" +
            "狗狗除臭剂\n" +
            "尿垫\n" +
            "狗狗剃脚毛器\n" +
            "宠物尿片\n" +
            "耳螨 猫\n" +
            "狗狗用品\n" +
            "猫砂盆防外溅\n" +
            "狗剃毛器 宠物电推剪\n" +
            "宠物沐浴露杀螨除菌\n" +
            "松木猫砂\n" +
            "耳螨 猫用\n" +
            "泰迪沐浴液\n" +
            "狗狗用品\n" +
            "狗除臭剂\n" +
            "狗狗剃毛器\n" +
            "猫咪用品\n" +
            "狗沐浴露\n" +
            "狗狗指甲剪\n" +
            "宠物除臭剂杀菌去尿味\n" +
            "膨润土猫砂\n" +
            "猫厕所 全封闭 除臭\n" +
            "狗沐浴液\n" +
            "宠物电推子\n" +
            "吹水机\n" +
            "狗狗沐浴露杀菌除臭\n" +
            "宠物消毒液\n" +
            "狗拉屎厕所 狗便盆\n" +
            "狗狗剪毛神器\n" +
            "吹水机大型犬\n" +
            "猫咪眼药水\n" +
            "猫砂 豆腐砂\n" +
            "狗毛梳\n" +
            "狗吹水机\n" +
            "狗尿布\n" +
            "宠物指甲剪\n" +
            "狗狗尿尿盆厕所\n" +
            "宠物梳子\n" +
            "水晶猫砂\n" +
            "狗尿除味剂\n" +
            "狗狗厕所\n" +
            "狗狗尿不湿\n" +
            "狗尿屎盆用品\n" +
            "宠物推毛器\n" +
            "拾便器\n" +
            "狗狗用品 洗澡\n" +
            "狗毛梳子\n" +
            "猫砂盆 封闭\n" +
            "宠物剃毛器 电推剪\n" +
            "除狗尿骚味除臭剂\n" +
            "雪貂狗狗沐浴露\n" +
            "狗指甲剪\n" +
            "猫砂 除臭\n" +
            "猫沙\n" +
            "剃毛神器手动\n" +
            "绿茶猫砂\n" +
            "狗狗沐浴露 杀菌除臭\n" +
            "猫砂豆腐砂\n" +
            "狗用品\n" +
            "狗狗用品\n" +
            "宠物吹风机\n" +
            "宠物狗推毛器\n" +
            "泰迪沐浴露\n" +
            "狗尿盆\n" +
            "猫厕所 全封闭\n" +
            "狗狗用品\n" +
            "狗厕所自动冲水\n" +
            "狗狗浴盆\n" +
            "泰迪狗用品\n" +
            "猫烘干箱\n" +
            "狗除臭\n" +
            "毛砂\n" +
            "宠物沐浴露\n" +
            "宠物消毒液除臭去尿味\n" +
            "碳酸氢钠滴耳液\n" +
            "宠物厕所狗厕所\n" +
            "狗厕所便盆\n" +
            "狗狗用品 狗梳子\n" +
            "猫毛清理器\n" +
            "狗洗澡盆\n" +
            "狗尿不湿\n" +
            "狗狗剃毛器宠物电推剪\n" +
            "宠物除臭\n" +
            "狗沐浴露杀菌除臭止痒 泰迪\n" +
            "猫砂盆 超大\n" +
            "狗狗狗用品\n" +
            "宠物吹水机\n" +
            "猫指甲剪\n" +
            "狗狗去泪痕\n" +
            "半封闭 猫砂盆\n" +
            "宠物除毛器\n" +
            "全封闭式猫砂盆\n" +
            "耳螨\n" +
            "杜邦卫可\n" +
            "宠物用品 狗狗用品\n" +
            "猫砂除臭剂\n" +
            "狗狗干洗粉\n" +
            "宠物美容台\n" +
            "狗狗狗用品\n" +
            "猫乐适猫砂盆\n" +
            "宠物尿不湿\n" +
            "封闭式猫砂盆\n" +
            "狗狗眼药水\n" +
            "耳螨狗\n" +
            "比熊沐浴露\n" +
            "除狗尿味除臭剂\n" +
            "宠物狗尿垫\n" +
            "狗狗沐浴液\n" +
            "狗沐浴露 杀螨除菌\n" +
            "猫咪用品\n" +
            "猫咪沐浴露\n" +
            "lovecat猫砂\n" +
            "猫梳\n" +
            "狗狗沐浴露 杀螨除菌\n" +
            "狗狗沐浴露杀菌除臭 泰迪\n" +
            "猫耳螨\n" +
            "狗厕所 大号 大型犬\n" +
            "猫咪用品\n" +
            "猫沐浴露\n" +
            "狗狗便盆 厕所\n" +
            "猫咪用品\n" +
            "宠物消毒液杀菌消毒 家用\n" +
            "狗沐浴露杀菌除臭\n" +
            "宠物梳\n" +
            "猫藓药浴\n" +
            "泰迪狗用品\n" +
            "狗狗厕所中型犬\n" +
            "无尘猫砂\n" +
            "封闭式猫厕所\n" +
            "狗沐浴露 杀菌\n" +
            "泰迪沐浴露杀菌除臭螨 美毛\n" +
            "耳肤灵 狗\n" +
            "狗\n" +
            "耳康滴耳液 猫\n" +
            "除臭猫砂 包邮\n" +
            "狗狗推毛器\n" +
            "比熊专用沐浴露\n" +
            "红棕泰迪沐浴露\n" +
            "科德士电推剪\n" +
            "狗厕所\n" +
            "猫咪用品\n" +
            "狗药浴\n" +
            "宠物狗\n" +
            "狗狗用品\n" +
            "金毛犬\n" +
            "宠物\n" +
            "狗\n" +
            "猫\n" +
            "狗\n" +
            "刺猬活体\n" +
            "狗狗\n" +
            "宠物猫\n" +
            "宠物狗\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "博美犬狗用品\n" +
            "萨摩耶\n" +
            "狗品种\n" +
            "狗浴液泰迪专用\n" +
            "防感冒\n" +
            "博美\n" +
            "金毛\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "兔子\n" +
            "防感冒\n" +
            "防感冒\n" +
            "狗狗浴液泰迪专用\n" +
            "杜宾犬\n" +
            "金毛狗\n" +
            "防感冒\n";
    String shops2 =
//            "割草机\n" +
//            "遮阳网\n" +
//            "喷壶\n" +
//            "浇花喷壶\n" +
//            "打草机\n" +
//            "电动喷雾器\n" +
//            "电动割草机\n" +
//            "高枝剪\n" +
            "水管\n" +
            "多菌灵\n" +
            "海绵宝宝水晶泥\n" +
            "竹竿\n" +
            "割草机 背负式\n" +
            "割汽油草机\n" +
            "育苗盘\n" +
            "滴灌带\n" +
            "电动喷雾器 农用\n" +
            "除草机小型 多功能\n" +
            "修枝剪\n" +
            "喷壶 浇花\n" +
            "四冲程背负式割草机\n" +
            "滴灌管\n" +
            "竹篱笆\n" +
            "电动割草机 充电\n" +
            "花剪\n" +
            "电动喷雾器 锂电池\n" +
            "农用喷雾器\n" +
            "多功能割草机\n" +
            "喷雾器 电动\n" +
            "农用水带\n" +
            "高空剪枝剪\n" +
            "滴灌\n" +
            "锄头\n" +
            "园艺剪刀\n" +
            "假山摆件 配件\n" +
            "自动浇花\n" +
            "摘果器\n" +
            "花盆垫底托盘\n" +
            "橡胶水管 软管\n" +
            "油锯\n" +
            "椰砖\n" +
            "喷雾器 农用 电动 高压 多功能\n" +
            "移动花盆托盘\n" +
            "背负式电动喷雾器\n" +
            "绿篱机\n" +
            "充电喷雾器 农用\n" +
            "豆芽菜育苗盘\n" +
            "割灌机\n" +
            "1.5寸水管\n" +
            "耕地机\n" +
            "爬藤网\n" +
            "修剪刀\n" +
            "栅栏\n" +
            "泥土\n" +
            "园林喷头\n" +
            "养鸡围网\n" +
            "除尘雾化喷头\n" +
            "农用电喷雾器\n" +
            "小锄头\n" +
            "绿篱剪\n" +
            "多功能除草机\n" +
            "铲子\n" +
            "收割机\n" +
            "阿维菌素\n" +
            "打药机 高压\n" +
            "四冲程割草机\n" +
            "松土机\n" +
            "电动草坪机\n" +
            "紫竹\n" +
            "割草机 小型 多功能\n" +
            "汽油割草机\n" +
            "除草机 松土机\n" +
            "水车\n";

}
