package com.example.webtest.base;

public interface Shops {

        //童装 关键字 秋 10w 6.0
        String shops ="男童秋装套装\n" +
                "女童秋装套装\n" +
                "宝宝秋装套装女1一3岁\n" +
                "女童秋装\n" +
                "宝宝秋装 男\n" +
                "婴儿连体衣 春秋\n" +
                "一岁女宝宝秋装套装\n" +
                "宝宝秋装 女\n" +
                "婴儿秋装\n" +
                "女童三件套春秋装\n" +
                "女宝宝洋气套装秋\n" +
                "女童洋气套装秋\n" +
                "女童秋装\n" +
                "一岁男宝宝秋装\n" +
                "男童秋装\n" +
                "宝宝秋装套装\n" +
                "秋春女童套装春秋装时尚洋气\n" +
                "宝宝春秋三件套\n" +
                "男宝宝帅气套装秋\n" +
                "一岁男宝宝春秋装套装潮\n" +
                "婴儿连体衣春秋\n" +
                "男童棉袜春秋\n" +
                "女童洋气套装春秋\n" +
                "男童秋装\n" +
                "男童秋季套装\n" +
                "宝宝中筒袜春秋\n" +
                "秋季女童套装 春秋装时尚洋气\n" +
                "女童秋装新款\n" +
                "新生儿 和尚服 春秋\n" +
                "宝宝秋衣套装纯棉1-3岁\n" +
                "女童春秋睡衣长袖\n" +
                "婴儿秋装\n" +
                "女童春秋装两件套\n" +
                "宝宝秋装套装男1一3岁 婴儿衣服\n" +
                "宝宝秋装 女套装\n" +
                "睡衣女童秋纯棉 长袖\n" +
                "女宝秋外套\n" +
                "宝宝套秋装\n" +
                "宝宝秋装\n" +
                "秋装套装 男生\n" +
                "婴儿秋装连体衣 男宝宝 春秋\n" +
                "男宝宝秋装套装\n" +
                "秋装女大童两件套\n" +
                "男童牛仔裤秋裤\n" +
                "男童套装 秋\n" +
                "长袖裙春秋女童\n" +
                "婴儿袜子春秋纯棉\n" +
                "男童秋装外套\n" +
                "女童 三件套 秋\n" +
                "女小童洋气套装秋\n" +
                "女童运动装秋\n" +
                "女童裤子秋\n" +
                "婴儿秋装 男\n" +
                "儿童春秋打底裤外穿女\n" +
                "女童秋款长袖裙\n" +
                "婴儿春秋连体衣\n" +
                "春秋新生儿爬服\n" +
                "女童春秋外套\n" +
                "男童春秋外套\n" +
                "婴儿内衣春秋套装纯棉\n" +
                "小男生春秋外套\n" +
                "宝宝秋季哈衣\n" +
                "宝宝秋装 女\n" +
                "婴儿连体春秋装\n" +
                "女童秋装背带裤\n" +
                "女大童秋装\n" +
                "小男孩春秋外套\n" +
                "新生婴儿衣服秋冬\n" +
                "女童渔夫帽秋\n" +
                "宝宝秋装 女\n" +
                "宝宝秋衣秋裤套装纯棉1-3岁\n" +
                "宝宝秋装女 1-3岁套装时尚 潮衣\n" +
                "婴儿秋装 女\n" +
                "中大女童秋装套装\n" +
                "男童运动秋装\n" +
                "女宝宝秋装\n" +
                "女童秋装连衣裙\n" +
                "婴儿连体睡衣春秋\n" +
                "儿童运动套装男秋装\n" +
                "宝宝秋装男\n" +
                "男童外套春秋\n" +
                "宝宝牛仔背带裤女1一3岁 女童秋\n" +
                "婴儿两件套春秋\n" +
                "儿童秋装女\n" +
                "女童洋气秋装外套\n" +
                "宝宝秋装三件套\n" +
                "新生儿秋衣套装纯棉\n" +
                "婴儿衣服 春秋外套\n" +
                "一周岁女宝宝秋装\n" +
                "宝宝套装男1-3岁童装男童秋装潮\n" +
                "新生婴儿儿袜子 春秋\n" +
                "男童裤春秋韩版\n" +
                "男宝宝套装 男童三件套 春秋装\n" +
                "女童洋气套装秋季\n" +
                "小孩秋季衣服\n" +
                "两岁女宝宝秋装\n" +
                "女童秋装套装 中大童 童装\n" +
                "新生婴儿连体衣服 春秋\n" +
                "宝宝爬爬服春秋\n" +
                "宝宝背带裤秋\n" +
                "婴儿秋装 女\n" +
                "装女童三件套春秋\n" +
                "婴儿袜子春秋 纯棉\n" +
                "宝宝秋装 女\n" +
                "男宝秋装外套\n" +
                "儿童秋装三件套\n" +
                "儿童秋装 女\n" +
                "新生婴儿儿帽子秋冬\n" +
                "女童秋装 卫衣\n" +
                "男童秋季卫衣套装\n" +
                "宝宝衣服1 2岁女 秋装\n" +
                "儿童运动套装女 春秋装 女童\n" +
                "婴儿外出服春秋\n" +
                "女童秋装牛仔套装\n" +
                "婴儿外出服秋\n" +
                "女童秋季套装\n" +
                "女宝宝秋装套装\n" +
                "宝宝 衬衣 女 春秋\n" +
                "女童连衣裙秋\n" +
                "宝宝外套 女 春秋\n" +
                "女童运动裤春秋\n" +
                "宝宝春秋套装\n" +
                "女童秋装新款\n" +
                "宝宝秋装 女\n" +
                "女童牛仔外套秋\n" +
                "宝宝秋衣套装\n" +
                "女童牛仔裤秋款长裤\n" +
                "裤 女童 秋\n" +
                "女童打底裤春秋\n" +
                "一岁男宝宝秋装套装\n" +
                "男童长袖t恤纯棉 春秋 薄款\n" +
                "5岁女童春秋装\n" +
                "儿童秋装套装 女 运动\n" +
                "婴儿秋季连体衣\n" +
                "儿童套装男 春秋装 男童 长袖\n" +
                "女童秋装\n" +
                "婴儿衣服秋\n" +
                "宝宝秋装 男\n" +
                "女童秋装外套\n" +
                "男童秋装\n" +
                "男童 长裤 春秋\n" +
                "男童休闲裤春秋薄款\n" +
                "儿童秋衣套装\n" +
                "男童牛仔套装秋\n" +
                "秋装风衣 女童\n" +
                "新生婴儿衣服 初生 春秋\n" +
                "2岁男童秋装\n" +
                "秋装儿童男 童装\n" +
                "女童秋套装时尚\n" +
                "秋装长袖连衣裙女儿童\n" +
                "连体哈衣秋冬\n" +
                "男童套装秋装\n" +
                "男童外套秋衣\n" +
                "男童 秋衣秋裤 纯棉\n" +
                "宝宝秋装女\n" +
                "春秋 婴儿 袜 纯棉\n" +
                "女宝宝连衣裙长袖 秋\n" +
                "婴儿秋衣秋裤套装\n" +
                "婴儿连体衣秋冬装哈衣\n" +
                "女童背带裤秋\n" +
                "儿童秋装男\n" +
                "婴儿服装春秋纯棉\n" +
                "童装男童秋装三件套装\n" +
                "宝宝长筒袜春秋\n" +
                "婴儿外出服 春秋\n" +
                "7岁女童秋装\n" +
                "婴儿春秋内衣套装\n" +
                "男童运动套装 秋款\n" +
                "宝宝长袖爬服 春秋\n" +
                "儿童男秋装 两件套\n" +
                "女宝连衣裙秋\n" +
                "女童汉服秋\n" +
                "女童秋装套装背带裤\n" +
                "儿童牛仔裤男秋款\n" +
                "女童春秋棒球服\n" +
                "新生婴儿儿衣服秋冬\n" +
                "女童春秋长袖外套\n" +
                "男童春秋长裤运动裤\n" +
                "儿童长袖连衣裙 春秋\n" +
                "男宝宝牛仔裤秋\n" +
                "男童裤中大童春秋长裤\n" +
                "儿童秋衣秋裤套\n" +
                "一岁宝宝秋装 女\n" +
                "宝宝春秋两件套\n" +
                "童装秋装女装\n" +
                "婴儿连体衣 秋\n" +
                "女中大童秋装\n" +
                "女童秋装\n" +
                "新生婴儿儿袜 春秋\n" +
                "宝宝秋装女 1-3岁\n" +
                "秋套装女童\n" +
                "新生儿连体衣秋冬\n" +
                "男童春秋牛仔套装\n" +
                "宝宝运动套装秋\n" +
                "女宝宝裙秋\n" +
                "女童牛仔套装 春秋\n" +
                "1岁 男 宝宝 秋装\n" +
                "女童春秋套装\n" +
                "女童秋装衬衣\n" +
                "宝宝秋装衣服\n" +
                "婴儿连体衣春秋 婴儿\n" +
                "秋款风衣外套女童\n" +
                "爬服连体衣哈衣宝宝秋\n" +
                "女童公主裙长袖秋装\n" +
                "女童秋款套装\n" +
                "时尚女童套装秋\n" +
                "一岁女宝宝秋装\n" +
                "大童秋装男童12-15岁男 套装童装\n" +
                "婴儿春秋套装\n" +
                "童装连衣裙秋\n" +
                "婴儿帽子秋季 女宝宝\n" +
                "女童 打底裤 春秋\n" +
                "童泰新生儿礼盒 秋冬\n" +
                "女童小脚裤 春秋\n" +
                "女童长袖卫衣 春秋\n" +
                "婴儿运动套装 春秋装\n" +
                "春秋婴儿连体睡衣\n" +
                "女童喇叭裤秋\n" +
                "婴儿秋衣套装\n" +
                "宝宝秋装套装男\n" +
                "宝宝秋季连衣裙\n" +
                "女童棒球服春秋\n" +
                "新生儿 和尚服 春秋\n" +
                "女童长裤春秋 中大童\n" +
                "亲子装秋装\n" +
                "新生的儿秋衣套装\n" +
                "儿童秋装裙长袖\n" +
                "女童秋裤长裤\n" +
                "女宝打底裤秋\n" +
                "亲子装秋\n" +
                "女童秋装背带裤\n" +
                "宝宝宝宝秋装女\n" +
                "女宝宝洋气套装秋装\n" +
                "大童运动裤 女 春秋\n" +
                "男童夹克外套春秋 中大童\n" +
                "四岁男童春秋装\n" +
                "婴儿帽 春秋\n" +
                "男童裤 春秋 宽松\n" +
                "女童洋气连衣裙秋\n" +
                "女童运动裤春秋 纯棉\n" +
                "秋装儿童长袖连衣裙女\n" +
                "婴儿帽子春秋\n" +
                "宝宝内衣套装纯棉春秋\n" +
                "女童春秋装三件套\n" +
                "男童牛仔裤春秋 中大童\n" +
                "3岁女宝宝秋装\n" +
                "女童秋装时尚\n" +
                "男童牛仔裤春秋 宽松\n" +
                "女宝宝秋季套装衣服 洋气\n" +
                "男童三件套春秋\n" +
                "童装女童春秋季\n" +
                "男宝宝秋季衣服\n" +
                "5岁女童秋装\n" +
                "男大童裤子 春秋\n" +
                "新生儿 和尚服 春秋\n" +
                "宝宝连体衣春秋\n" +
                "秋季新款牛仔裤男童韩版\n" +
                "男童秋季运动套装\n" +
                "女童长裤春秋\n" +
                "宝宝秋装 女\n" +
                "女大童秋装套装\n" +
                "女童打底衫女 长袖 纯棉 春秋\n" +
                "女大童装秋装\n" +
                "女宝宝春秋装套装\n" +
                "男童睡衣春秋薄款\n" +
                "纯棉春秋儿童睡衣\n" +
                "2岁男宝宝秋装\n" +
                "婴儿秋装\n" +
                "婴儿和尚服 新生儿 纯棉 春秋\n" +
                "女童秋装牛仔外套\n" +
                "男童牛仔套装秋\n" +
                "婴儿长袖三角爬春秋\n" +
                "男童长裤 春秋\n" +
                "中大童女童春秋外套\n" +
                "秋季女童牛仔套装\n" +
                "宝宝袜春秋纯棉1-3岁 薄款\n" +
                "女童秋装套装三件套\n" +
                "女童秋装\n" +
                "大童秋装女童12-15岁女 休闲童装\n" +
                "婴儿长筒袜春秋\n" +
                "婴儿秋装套装\n" +
                "儿童裤男 男童 春秋 休闲裤\n" +
                "儿童秋衣秋裤套装纯棉 男孩\n" +
                "女童运动服套装春秋\n" +
                "女童针织开衫 外套 春秋 百搭\n" +
                "女童打底裤外穿秋\n" +
                "女宝秋套装\n" +
                "女童秋装背带裤套装\n" +
                "母女装秋\n" +
                "儿童打底衫女 长袖 纯棉 春秋\n" +
                "宝宝裤子春秋\n" +
                "男童秋款套装\n" +
                "宝宝内衣套装纯棉 春秋\n" +
                "女童睡衣 春秋 纯棉 公主\n" +
                "婴儿外套 春秋\n" +
                "一岁男宝宝秋装\n" +
                "女童春秋裤\n" +
                "婴儿秋外套\n" +
                "一岁女宝宝春秋外套\n" +
                "春秋婴儿内衣\n" +
                "女童秋装新款\n" +
                "3岁宝宝秋装男\n" +
                "宝宝秋装 男\n" +
                "宝宝秋季外套女\n" +
                "婴儿秋装女\n" +
                "宝宝秋装套装男1-3岁潮\n" +
                "婴儿秋衣秋裤纯棉\n" +
                "婴儿 纯棉秋衣秋裤\n" +
                "宝宝套装男1-3岁童装男童秋装\n" +
                "男童休闲秋裤\n" +
                "儿童秋装 女\n" +
                "童装女秋装\n" +
                "女宝宝秋装\n" +
                "儿童秋衣秋裤\n" +
                "男宝宝牛仔裤春秋\n" +
                "儿童袜子纯棉秋冬\n" +
                "女宝宝洋气秋装\n" +
                "宝宝秋装长裤\n" +
                "潮童装 女童 洋气秋装\n" +
                "女大童秋装套装 两件套 中大童\n" +
                "儿童秋衣裤套装\n" +
                "女孩秋装\n" +
                "幼儿园园服春秋装\n" +
                "男童衬衫春秋长袖\n" +
                "儿童秋装女连衣裙\n" +
                "女童衬衫 长袖 春秋\n" +
                "男童女童秋衣秋裤\n" +
                "秋纯棉女童睡衣\n" +
                "男宝宝秋装1-3岁潮\n" +
                "童装秋装女 两件套\n" +
                "4岁女童秋装套装\n" +
                "女童裤子春秋\n" +
                "宝宝秋季套装\n" +
                "儿童连裤袜秋\n" +
                "童装 女秋季外套\n" +
                "新生婴儿儿衣服套装 秋 初生\n" +
                "秋装风衣 女童\n" +
                "童装秋装运动女\n" +
                "初生婴儿衣服秋冬\n" +
                "女宝宝裤子春秋1-3岁潮 外穿\n" +
                "女童秋装风衣\n" +
                "宝宝外套 男 春秋\n" +
                "童装男童秋装套装\n" +
                "男童春秋套装\n" +
                "男童牛仔裤春秋\n" +
                "男童运动裤纯棉春秋\n" +
                "大 女童 连衣裙 春秋\n" +
                "婴儿棉袜 春秋 纯棉\n" +
                "新生儿秋衣套装\n" +
                "女宝秋装\n" +
                "儿童秋装女裙\n" +
                "宝宝帽子春秋薄款\n" +
                "宝宝两件套春秋\n" +
                "女童背带裤套装秋\n" +
                "女童秋装新款\n" +
                "婴儿连体衣秋冬保暖\n";
        //        儿童机器人/变形/人偶玩具 3w
        //--------5.1
        String sho213ps =
        "奥特曼\n" +
        "奥特曼 玩具\n" +
        "罗布变身器\n" +
        "爆裂飞车\n" +
        "魔幻车神\n" +
        "奥特曼玩具\n" +
        "罗布奥特曼\n" +
        "赛罗奥特曼 玩具\n" +
        "超级飞侠\n" +
        "爆裂飞车3\n" +
        "跳跃战士\n" +
        "欧布圆环\n" +
        "罗布奥特曼变身器\n" +
        "奥特曼变身器\n" +
        "欧布奥特曼\n" +
        "猪猪侠\n" +
        "超级飞侠玩具\n" +
        "罗布水晶\n" +
        "梦想三国玩具\n" +
        "变形金刚\n" +
        "奥特曼胶囊\n" +
        "奥特蛋\n" +
        "奥特曼 玩具 变形\n" +
        "奥特曼软胶\n" +
        "怪兽\n" +
        "捷德奥特曼\n" +
        "跳跃战士玩具\n" +
        "基德奥特曼胶囊\n" +
        "欧布奥特曼玩具\n" +
        "奥特曼玩具模型\n" +
        "奥特曼怪兽玩具\n" +
        "欧布奥特曼变身器\n" +
        "欧布奥特曼圆环\n" +
        "欧布圣剑\n" +
        "玩具\n" +
        "爆裂飞车玩具套装正版 男孩\n" +
        "爆兽猎人\n" +
        "奥特曼怪兽软胶\n" +
        "罗布奥特曼玩具\n" +
        "爆兽蛋玩具\n" +
        "奥特胶囊玩具\n" +
        "赛罗奥特曼\n" +
        "爆裂飞车2代3暴力爆裂变形玩具\n" +
        "变形金刚玩具 变形机器人\n" +
        "怪兽玩具\n" +
        "超级飞侠玩具套装全套\n" +
        "欧布剑\n" +
        "超大号奥特曼玩具\n" +
        "奥特胶囊\n" +
        "赛罗奥特曼 玩具\n" +
        "玩具 男孩\n" +
        "迷你特工队\n" +
        "罗布\n" +
        "爆列飞车玩具3\n" +
        "奥特曼蛋\n" +
        "奥特曼胶囊玩具\n" +
        "怪兽软胶\n" +
        "贝利亚软胶\n" +
        "奥特曼蛋 变形蛋\n" +
        "巨神战击队\n" +
        "三国梦想\n" +
        "银河奥特曼变身器\n" +
        "蛋星侠合体变形玩具\n" +
        "爆裂飞车玩具\n" +
        "魔幻车神3\n" +
        "罗布奥特曼水晶\n" +
        "奥特曼 玩具 赛罗\n" +
        "奥特曼人偶\n" +
        "魔幻恐龙车神\n" +
        "奥特曼玩具套装\n" +
        "爆裂飞车2\n" +
        "猪猪侠玩具\n";
//        String shops =;
        String shop12s ="旅行箱\n" +
                "旅行箱 拉杆 女\n" +
                "旅行包\n" +
                "旅行电热水壶\n" +
                "旅行收纳袋\n" +
                "双肩包旅行包包男\n" +
                "旅行包女\n" +
                "旅行背包 女 双肩 旅游\n" +
                "旅行箱 女 拉杆\n" +
                "旅行收纳袋行李箱衣服整理包\n" +
                "旅行箱 男\n" +
                "旅行包女手提 韩版 短途\n" +
                "女旅行包\n" +
                "牛津布双肩包女 旅行\n" +
                "旅行箱 男24寸 学生\n" +
                "旅行必备\n" +
                "少女旅行箱\n" +
                "旅行背包\n" +
                "旅行包 双肩包\n" +
                "旅行分装瓶\n" +
                "旅行睡袋\n" +
                "旅行包袋\n" +
                "旅行折叠脸盆\n" +
                "旅行包 男\n" +
                "日默瓦旅行箱\n" +
                "分装瓶旅行\n" +
                "旅行睡袋 隔脏 纯棉\n" +
                "旅行背包超大\n" +
                "旅行床 折叠床\n" +
                "旅行袋\n" +
                "旅行隔脏睡袋\n" +
                "旅游背包双肩旅行包女\n" +
                "儿童旅行箱 女 拉杆箱\n" +
                "旅行箱男\n" +
                "旅游背包双肩包旅行包女大容量\n" +
                "折叠盆便携式 旅行\n" +
                "旅游背包双肩旅行包女 大容量\n" +
                "旅行包男\n" +
                "汽车床垫 后排 旅行床\n" +
                "旅行牙刷牙膏便携装\n" +
                "旅行挎包 男\n" +
                "手提旅行包 男\n" +
                "旅行包 旅行包双肩包\n" +
                "双肩包旅行包 女 大容量\n" +
                "旅行双肩包\n" +
                "小米旅行箱\n" +
                "牛津布旅行箱\n" +
                "超大旅行包\n" +
                "旅行电水壶\n" +
                "行李箱韩版女 个性 可爱 旅行\n" +
                "背包双肩包男 旅行 大容量超大\n" +
                "汉克拉杆箱 旅行箱\n" +
                "儿童旅行箱\n" +
                "洗漱袋 旅行 防水 透明\n" +
//        ---------------
                "旅行茶具\n" +
                "旅行衣物收纳\n" +
                "旅行包 双肩包 背包大\n" +
                "洗漱旅行装\n" +
                "大容量旅行包背包\n" +
                "旅行必备 行李箱\n" +
                "旅行分装袋\n" +
                "旅行床单 隔脏 便携式\n" +
                "一次性内裤 旅行 棉 女\n" +
                "旅行洗漱杯\n" +
                "牙刷收纳盒旅行 便携\n" +
                "商务旅行箱\n" +
                "旅行双肩包女大容量 轻便\n" +
                "旅行女单肩包\n" +
                "衣物袋 旅行\n" +
                "旅行烧水壶\n" +
                "双肩包百搭旅行包\n" +
                "旅行茶具 便携包\n" +
                "背包男 双肩包 旅行 户外 轻便\n" +
                "旅行包女手提 韩版 短途 大容量\n" +
                "铝框万向轮旅行箱\n" +
                "旅行洗漱包\n" +
                "背包 女 双肩包 休闲 旅行 大容量\n" +
                "旅行袋手提女短途小\n" +
                "一次性马桶垫 旅行 粘贴\n" +
                "双肩包女旅行旅游背包\n" +
                "旅行保温壶大容量\n" +
                "行李箱万向轮 26寸 旅行箱\n" +
                "双肩包背包旅游旅行包女\n" +
                "手提旅行包\n" +
                "超大旅行背包男大容量\n" +
                "短途旅行包女手提韩版\n" +
                "旅行箱女可爱 小清新 个性\n" +
                "儿童拉杆箱女 旅行箱 公主\n" +
                "旅行洗漱用品套装\n" +
                "旅行背包男\n" +
                "旅行一次性内裤棉 女\n" +
                "透明旅行箱\n" +
                "旅行 睡袋 隔脏 纯棉\n" +
                "香水旅行分装瓶\n" +
                "旅行装护肤品\n" +
                "旅行套装洗漱用品\n" +
                "旅行箱母子款 子母箱\n" +
                "短途旅行包 女 可爱\n" +
                "充气枕头 旅行枕 便携\n" +
                "小旅行箱\n" +
                "香皂盒 旅行\n" +
                "旅行牙具盒\n" +
                "绽放旅行女装\n" +
                "旅行包 出差旅游\n" +
                "拉杆箱旅行箱\n" +
                "旅行箱男潮 个性\n" +
                "包包双肩旅行男\n" +
                "旅行包 男 手提\n" +
                "旅行箱 22寸\n" +
                "旅行袋 女\n" +
                "折叠手提旅行包\n" +
                "学生旅行箱 男\n" +
                "车载旅行床\n" +
                "旅行一次性压缩毛巾\n" +
                "旅行枕\n" +
                "旅行牙刷盒\n" +
                "短途旅行包 女\n" +
                "旅行收纳\n" +
                "洗漱包 旅行 便携式\n" +
                "全铝旅行箱\n" +
                "旅行保温壶\n" +
                "旅行者拉杆箱\n" +
                "女旅行箱\n" +
                "铝合金旅行箱\n" +
                "旅行箱收纳袋整理包\n" +
                "旅行双人睡袋\n" +
                "旅行背包 双肩包 男\n" +
                "新秀丽旅行箱\n" +
                "一次性马桶垫 旅行\n" +
                "旅行洗漱套装\n" +
                "旅行尿袋\n" +
                "u型枕 旅行枕\n" +
                "旅行箱 拉杆 女 万向轮\n" +
                "儿童旅行箱 可坐可骑\n" +
                "双肩包旅行包 女\n" +
                "旅行箱 女 拉杆 学生 韩版可爱\n" +
                "儿童旅行箱 男\n" +
                "旅行压缩毛巾\n" +
                "旅行包 男 大容量\n" +
                "折叠式旅行电热水壶\n" +
                "旅行背包女 轻便\n" +
                "网红旅行包\n" +
                "户外保温旅行壶\n" +
                "可折叠旅行袋\n" +
                "旅行衣架\n" +
                "旅行床单\n" +
                "一次性内裤 旅行\n" +
                "旅行包拉杆包\n" +
                "男旅行背包\n" +
                "双肩包旅行包 女 潮\n" +
                "洗漱包 旅行 迷你\n" +
                "旅行收纳袋套装\n" +
                "商务旅行双肩包\n" +
                "波米旅行箱\n" +
                "24寸旅行箱\n" +
                "学生旅行箱万向轮\n" +
                "手提折叠旅行包\n" +
                "旅行茶具套装\n" +
                "飞机包旅行包\n" +
                "旅行双肩包 男\n" +
                "旅行包 男 出差旅游\n" +
                "旅行硅胶分装瓶\n" +
                "便携烧水壶旅行\n" +
                "旅行刷牙杯便携\n" +
                "旅行箱 女 拉杆 学生 韩版 可爱\n" +
                "旅行套装袋\n" +
                "快客杯 便携 旅行\n" +
                "旅行箱保护套\n" +
                "旅行一次性床单\n" +
                "短途旅行包 女 轻便潮 简约\n" +
                "旅行装洗发水浴液套装\n" +
                "旅行化妆包\n" +
                "女士旅行背包双肩包女 大容量\n" +
                "快客旅行茶具\n" +
                "旅行包 女 手提\n" +
                "旅行女双肩包\n" +
                "大容量 折叠 旅行包\n" +
                "旅行挎包\n" +
                "旅游旅行箱\n" +
                "旅行笔记本\n" +
                "背包女 双肩包 旅行 大容量休闲\n" +
                "旅行套装\n" +
                "美旅行李箱\n" +
                "旅行箱万向轮 26寸 行李箱\n" +
                "旅行洗漱包 便携式 多功能\n" +
                "旅行包男大容量\n" +
                "旅行盆\n" +
                "旅行牙刷盒便携套装\n" +
                "拉杆旅行包\n" +
                "旅行包 双肩包 男\n" +
                "短途旅行包\n" +
                "旅行大背包 双肩包 女\n" +
                "旅行密封袋\n" +
                "背包男 旅行包\n" +
                "旅行碗\n" +
                "旅行收纳袋 6件套装\n" +
                "旅行枕头 便携 可折叠\n" +
                "旅行背包 女 双肩包 旅游 大容量\n" +
                "旅行青蛙cos\n" +
                "旅行箱 拉杆\n" +
                "旅行箱万向轮 牛津布\n" +
                "男士旅行包 出差旅游\n" +
                "旅行护照卡证件收纳包\n" +
                "旅行包女 双肩包\n" +
                "压缩毛巾 旅行\n" +
                "旅行包 小 手提\n" +
                "旅行双肩包女\n" +
                "旅行箱女\n" +
                "可折叠旅行包\n" +
                "男包 手提包 旅行包\n" +
                "旅行包 女\n" +
                "旅行必备 洗发水\n" +
                "旅行包女 双肩包 大容量\n" +
                "牛津布拉杆箱旅行箱\n" +
                "旅行箱万向轮子母箱拉杆箱\n" +
                "旅行箱万向轮配件轮\n" +
                "小型旅行箱\n" +
                "旅行箱女可爱 小清新 个性大\n" +
                "旅行电脑双肩包\n" +
                "便携式旅行茶具套装\n" +
                "旅行化妆品分装瓶\n" +
                "小清新旅行箱\n" +
                "旅游背包双肩旅行包女轻便时尚\n" +
                "旅行牙刷收纳盒\n" +
                "旅行箱软箱\n" +
                "旅行包 女 手提 轻便 简约\n" +
                "洗漱包 旅行 多功能 大容量\n" +
                "旅行茶具套装便携包\n" +
                "双肩包男 旅行\n" +
                "旅行者笔记本\n" +
                "护颈枕 u型枕 旅行枕\n" +
                "男生旅行背包\n" +
                "旅行箱女拉杆\n" +
                "旅行收纳包套装\n" +
                "旅游箱包 拉杆 女 旅行箱 时尚\n" +
                "双肩包旅行包女大容量\n" +
                "破损旅行箱\n" +
                "旅行袋 手提\n" +
                "保温杯 旅行\n" +
                "旅行床单 隔脏 便携式 双人\n" +
                "旅行箱 女 拉杆 万向轮\n" +
                "密封袋 旅行\n" +
                "旅行箱贴画\n" +
                "双肩包男 旅行 旅游\n" +
                "男旅行包背包\n" +
                "便携旅行洗漱套装杯\n" +
                "速干浴巾旅行沙滩巾\n" +
                "旅游背包双肩旅行包女大容量轻\n" +
                "阻门器 旅行\n" +
                "旅行\n" +
                "旅行相册\n" +
                "儿童旅行箱男\n" +
                "男士双肩包休闲 旅行\n" +
                "旅行书包\n" +
                "迷你旅行箱\n" +
                "背包双肩包男 旅行 学生\n" +
                "行李箱男 24寸 旅行箱\n" +
                "旅行背包女\n" +
                "旅行包 女 手提拉杆\n" +
                "双肩包男时尚潮流旅行\n" +
                "男旅行挎包\n" +
                "超大手提旅行包大容量\n" +
                "旅行茶具套装 便携式\n" +
                "商务拉杆箱万向轮旅行箱\n" +
                "手提旅行包男皮\n" +
                "旅行包 背包 女 大容量\n" +
                "韩版旅行包 女 手提\n" +
                "旅行箱小\n" +
                "旅行背包女 双肩包 轻便 防水\n" +
                "旅行背包男大容量超大 双肩包\n" +
                "旅行箱男 学生\n" +
                "旅行牙刷杯\n" +
                "小旅行箱 16寸\n" +
                "旅行背包 超大\n" +
                "旅行箱 万向轮\n" +
                "旅行防水洗漱包女\n" +
                "旅行热水壶\n" +
                "手提旅行包大容量女\n" +
                "手提包旅行包\n" +
                "书包女 双肩包 韩版 旅行 休闲\n" +
                "旅游背包双肩包旅行包男\n" +
                "旅行茶具套\n" +
                "旅行加热水壶\n" +
                "手提包男旅行\n" +
                "男旅行大容量包\n" +
                "旅行男腰包\n" +
                "单肩手提旅行包 女\n" +
                "旅行 必备\n" +
                "旅行牙刷洗漱杯\n" +
                "旅行包皮\n" +
                "短途手提旅行袋\n" +
                "手提旅行包女\n" +
                "旅行一次性毛巾\n" +
                "旅行电脑背包\n" +
                "旅行收纳包\n" +
                "儿童旅行休闲背包\n" +
                "拉杆袋旅行包\n" +
                "大容量双肩包旅行背包\n" +
                "收纳袋 旅行\n" +
                "旅行箱贴纸\n" +
                "旅行充气枕\n" +
                "旅行青蛙公仔\n" +
                "旅行 鞋收纳包\n" +
                "背包男 旅行包帆布\n" +
                "双肩包女防水旅行背包\n" +
                "化妆瓶旅行 空瓶\n" +
                "儿童旅行箱男孩\n" +
                "女旅行背包\n" +
                "拉杆箱女 旅行\n" +
                "双狐旅行电热水壶\n" +
                "旅行茶具套装一壶二杯\n" +
                "旅游双肩包男 户外 旅行 大容量\n" +
                "旅行背包 女 双肩 旅游 休闲\n" +
                "汉客旅行箱\n" +
                "儿童旅行小背包\n" +
                "旅行套\n" +
                "小旅行手提包\n" +
                "旅行用品\n" +
                "瑞士军刀旅行包\n" +
                "旅行双肩包女牛津布\n" +
                "u型枕旅行枕\n" +
                "男包包 旅行包\n" +
                "旅行背包 双肩包 女\n" +
                "旅行箱 纯pc\n" +
                "小孩旅行箱\n" +
                "背包男双肩包旅行大容量户外\n" +
                "旅行箱女 小清新 韩版 大学生\n" +
                "轻便旅行背包\n" +
                "折叠旅行便携超轻轮椅\n" +
                "旅行双肩包男\n" +
                "旅行电水壶 便携\n" +
                "旅行箱保护套 28寸\n" +
                "女旅行手提包大包包\n" +
                "旅行保温水壶\n" +
                "黑色旅行箱\n" +
                "旅行内衣收纳\n" +
                "u型枕飞机旅行枕\n" +
                "甜甜圈双肩包女包旅行\n" +
                "男士背包 双肩包休闲 旅行包\n" +
                "短途旅行包 女 轻便\n" +
                "旅行折叠盆\n" +
                "女童拉杆箱 旅行箱 公主\n" +
                "户外旅行背包 双肩包 男\n" +
                "户外旅行包 双肩包 男\n" +
                "轻便双肩包旅行包\n" +
                "pc拉杆箱万向轮旅行箱\n" +
                "防水双肩包旅行包\n" +
                "旅行衣物袋\n" +
                "男士旅行包 斜挎包\n" +
                "手提包男旅行 出差旅游\n" +
                "旅行箱 万向轮 男\n" +
                "迷彩旅行包\n" +
                "万向轮牛津布旅行箱\n" +
                "旅行箱 28\n" +
                "双肩包旅行包大\n" +
                "金属旅行箱\n" +
                "旅行箱小 18寸\n" +
                "旅行吉他\n" +
                "背包双肩包男休闲旅行包\n" +
                "背包 男 双肩包 休闲旅行容量大\n" +
                "旅行整理收 纳袋\n" +
                "便携式茶具旅行装\n" +
                "全铝合金旅行箱\n" +
                "折叠轮椅 便携 旅行 超轻\n" +
                "耐克旅行包\n" +
                "骑鹅旅行记\n" +
                "旅行背包 女 双肩包 旅游 轻便\n" +
                "旅行包女 双肩包韩版 背包 休闲\n" +
                "旅游背包双肩旅行包男\n" +
                "牛皮旅行包\n" +
                "旅游背包双肩旅行包女大容量\n" +
                "男背包双肩包旅行包大容量\n" +
                "旅行水壶户外 保温壶\n" +
                "旅行睡袋 隔脏 纯棉 超轻\n" +
                "旅行包电脑包\n" +
                "衣物收纳袋 旅行套装\n" +
                "旅行婚纱照\n" +
                "旅行收纳袋 旅游\n" +
                "旅行 鞋包\n" +
                "鞋子收纳旅行\n" +
                "旅行攻略\n" +
                "旅行青蛙周边\n" +
                "旅行鞋包\n";


//    ----------------------饰品1w 6.0 凤凤
        String shop23s =
//        "耳环\n" +
//        "项链\n" +
//        "耳钉\n" +
//        "耳环女 气质 韩国 个性 百搭\n" +
//        "项链 女 锁骨链\n" +
//        "发箍\n" +
//        "手链\n" +
//        "发带\n" +
//        "头绳\n" +
//        "发带韩国 头饰 甜美 森女系\n" +
//        "戒指\n" +
//        -------------
//        "手链女\n" +
//        "情侣手链\n" +
//        "发夹\n" +
//        "耳坠女 气质 韩国 简约 百搭\n" +
//        "手镯\n" +
//        "锁骨链\n" +
//        "情侣戒指\n" +
//        "项链 女 \n" +
//        "耳夹\n" +
//        "女项链\n" +
//        "项链 女\n" +
//        "耳钉  女\n" +
//        "发圈\n" +
        "手链 女\n" +
        "发卡\n" +
        "耳钉女 气质 韩国 个性\n" +
        "手链男\n" +
        "发夹 韩国 头饰 成人 百搭 优雅\n" +
        "dw手镯\n" +
        "choker\n" +
        "银手镯\n" +
        "头箍\n" +
        "扎头发皮筋 韩国 马尾 淑女\n" +
        "皮筋发绳 头饰\n" +
        "至尊宝戒指\n" +
        "耳饰\n" +
        "紧箍咒戒指\n" +
        "手链女韩版 简约 学生 森系闺蜜\n" +
        "戒指女食指戒 网红\n" +
        "爱的记忆项链\n" +
        "皮筋\n" +
        "头绳韩国小清新 简约 个性 马尾\n" +
        "潘多拉\n" +
        "新娘头饰\n" +
        "耳坠\n" +
        "项链 女  \n" +
        "\n" +
        "项链女\n" +
        "耳环韩国 气质 长款 吊坠\n" +
        "首饰盒\n" +
        "锁骨链女 短款 颈带\n" +
        "橡皮筋发圈 韩国 可爱 森女系\n" +
        "潘多拉手链\n" +
        "耳环女 气质 韩国 个性 潮人\n" +
        "七夕情人节项链\n" +
        "耳环女\n" +
        "扎头发皮筋 韩国 马尾 百搭头发\n" +
        "项链女韩版 简约 学生 森系\n" +
        "刘海贴\n" +
        "女耳环\n" +
        "施洛奇项链\n" +
        "耳钉 韩国 女 气质 个性\n" +
        "发饰\n" +
        "戒指女\n" +
        "头箍 甜美 韩国 淑女 可爱\n" +
        "项链男\n" +
        "发簪\n" +
        "戒指 女\n" +
//                ---------------------------
        "银手镯 999 女 老凤祥\n" +
        "男手链\n" +
        "皮筋发绳 韩国 小清新 森女系\n" +
        "显脸瘦的耳环 大气\n" +
        "韩国超仙耳环女气质个性百搭\n" +
        "网红耳环韩国 气质 长款 超仙\n" +
        "情侣对戒\n" +
        "锁骨链女 短款 颈带 网红\n" +
        "耳钉 女\n" +
        "女士手链\n" +
        "耳夹无耳洞女 韩国 简约 清新\n" +
        "头饰\n" +
        "发绳\n" +
        "编织手绳\n" +
        "戒指情侣 一对\n" +
        "戒指 男\n" +
        "发带ins 超仙\n" +
        "颈链 女\n" +
        "四叶草项链\n" +
        "珍珠耳环\n" +
        "滴胶\n" +
        "发夹 成人 顶夹一字夹刘海\n" +
        "男项链\n" +
        " 项链\n" +
        "刘海夹\n" +
        "头绳韩国小清新 简约 个性\n" +
        "情侣项链\n" +
        "戒指女 日韩 潮人 学生\n" +
        "首饰收纳盒\n" +
        "睡觉不用摘的耳钉\n" +
        "锁骨链 女\n" +
        "橡皮筋\n" +
        "抖音 爱的记忆项链\n" +
        "洗脸发带\n" +
        "对戒 情侣 原创设计\n" +
        "头绳韩国小清新简约个性马尾\n" +
        "跳动的心 项链\n" +
        "发箍可爱超萌 韩国 甜美\n" +
        "情侣手镯一对\n" +
        "情人节礼品送女朋友 项链\n" +
        "老凤祥银手镯 999 女\n" +
        "戒指男\n" +
        "脚链\n" +
        "耳钉女\n" +
        "韩国气质百搭个性耳环女\n" +
        "发夹 成人\n" +
        "带齿发箍 头箍 防滑宽\n" +
        "胸针\n" +
        "情侣戒指 一对\n" +
        "网红皮筋\n" +
        "银手镯正品\n" +
        "脖子饰品 颈带\n" +
        "耳骨夹\n" +
        "钛钢项链女不掉色\n" +
        "七夕\n" +
        "dw手镯女\n" +
        "对戒\n" +
        "银项链女 \n" +
        "红绳\n" +
        "旗舰店官网\n" +
        "七夕项链女\n" +
        "小红心项链\n" +
        "耳钉 \n" +
        "发带 洗脸\n" +
        "银项链 女 \n" +
        "发带韩国 头饰 宽边 个性 欧美\n" +
        "防滑发箍带齿\n" +
        "情侣戒指一对  日韩 简约\n" +
        "锁骨链女\n" +
        "潘多拉珠子\n" +
        "跳动的心\n" +
        "夹发夹头饰\n" +
        "耳环女 \n" +
        "情人节礼品送女朋友\n" +
        "情侣手镯\n" +
        "四叶草 项链\n" +
        "ins发夹\n" +
        "洗脸发带化妆束发带\n" +
        "男耳钉\n" +
        "ins项链 女冷淡风\n" +
        "送女朋友的项链\n" +
        "ins耳饰\n" +
        "红玛瑙散珠\n" +
        "小狮子手链\n" +
        "戒指男  单身\n" +
        "发夹 抓夹\n" +
        "ahkah项链 小红心\n" +
        "压发 发箍 成人\n" +
        "簪子\n" +
        "同心锁情侣手链一对\n" +
        "玛瑙珠子\n" +
        "ins发夹bb夹\n" +
        "恶魔之眼\n" +
        "手串\n" +
        "冷淡风戒指 网红\n" +
        "情人节礼物 送女友\n" +
        "冷淡风耳钉女 气质 韩国 个性\n" +
        "潘多拉官网\n" +
        "星月菩提\n" +
        "太钢项链女不掉色\n" +
        "耳夹 无耳洞 女\n" +
        "耳夹无耳洞女\n" +
        "奶油胶\n" +
        "银项链\n" +
        "女发箍\n" +
        "ins项链\n" +
        "chocker项圈\n" +
        "72号玉线\n" +
        "吊坠 女\n" +
        "手镯女\n" +
        "男手镯 复古\n" +
        "发带女\n" +
        "耳钉女 气质 韩国 简约个性\n" +
        "胸针胸花 别针 韩国 奢华 大气\n" +
        "耳骨钉\n" +
        "流苏耳环\n" +
        "养耳洞耳钉  女\n" +
        "耳线\n" +
        "皮套 头绳 韩国 可爱 清新\n" +
        "四叶草项链正品代购\n" +
        "头饰发夹 顶夹 发卡\n" +
        "盘发器 丸子头 花苞头神器\n" +
        "显脸瘦的耳环\n" +
        "插针 发饰\n" +
        "耳钉女 气质 韩国 个性 简约\n" +
        "紧箍咒手镯\n" +
        "网红发带 超仙\n" +
        "玲珑骰子安红豆\n" +
        "成人发夹\n" +
        "皇冠头饰 新娘\n" +
        "女发带\n" +
        "悟空戒指\n" +
        "七夕情侣礼物\n" +
        "发卡头饰 夹 刘海 成人 百搭\n" +
        "项圈 女 颈带\n" +
        "七夕情人节礼物女\n" +
        "脚链 女\n" +
        "土耳其\n" +
        "手缝钻\n" +
        "手镯女 \n" +
        "网红同款耳环长款\n" +
        "抖音项链\n" +
        "小狮子\n" +
        "七夕情人节礼品项链\n" +
        "潮人 戒指 女 日韩 学生\n" +
        "锁骨链女 颈带 网红\n" +
        "项炼\n" +
        "七夕礼品 项链\n" +
        "梵蒂冈的记忆\n" +
        "一款两戴耳环 超仙\n" +
        "抓夹\n" +
        "耳环韩国 气质 长款 吊坠 925银\n" +
        "choker项圈 颈链\n" +
        "头饰插针\n" +
        "原创设计情侣对戒\n" +
        "四叶草项链吊坠\n" +
        "黑曜石貔貅手链\n" +
        "大话西游戒指\n" +
        "猫耳朵发箍\n" +
        "吊坠 挂绳\n" +
        "人鱼泡沫项链\n";
//        秋装 2w 6.0
    String shops321321 = "外套女春秋韩版学生 bf原宿宽松\n" +
            "chic早秋上衣慵懒\n" +
            "秋季套装女\n" +
            "chic早秋衬衫\n" +
            "妈妈秋装两件套\n" +
            "chic早秋上衣慵懒\n" +
            "套装女秋两件套\n" +
            "chic早秋上衣慵懒\n" +
            "女秋装套装\n" +
            "秋季女套装\n" +
            "外套女春秋\n" +
            "套装女秋两件套\n" +
            "chic早秋上衣慵懒\n" +
            "秋季连衣裙\n" +
            "秋季卫衣女韩版学生 宽松 百搭\n" +
            "秋水伊人连衣裙女夏\n" +
            "春秋外套 女\n" +
            "秋装连衣裙\n" +
            "妈妈连衣裙春秋\n" +
            "妈妈秋装连衣裙\n" +
            "秋季外套女\n" +
            "妈妈秋装\n" +
            "白色连衣裙秋\n" +
            "小香风套装秋\n" +
            "牛仔外套女学生春秋\n" +
            "奶奶装秋装\n" +
            "春秋牛仔裤女紧身小脚\n" +
            "秋季长袖连衣裙\n" +
            "秋季套装 女 两件套\n" +
            "女秋装新款\n" +
            "女秋装新款\n" +
            "胖妹妹女装秋\n" +
            "毛衣女秋冬 学生 宽松\n" +
            "初秋套装女时尚 两件套\n" +
            "秋季外套 女\n" +
            "妈妈装春秋打底衫\n" +
            "西装裤 女 春秋\n" +
            "怪味少女外套 春秋\n" +
            "卫衣女春秋\n" +
            "运动装 女 套装 秋\n" +
            "胖妹妹秋装\n" +
            "怪味少女外套春秋\n" +
            "chic早秋上衣慵懒\n" +
            "卫衣 女 春秋\n" +
            "秋季外套 女\n" +
            "秋装套装女时尚 气质 两件套\n" +
            "女装秋胖妹妹\n" +
            "早秋卫衣女\n" +
            "秋款连衣裙\n" +
            "chic早秋衬衫女\n" +
            "女秋装\n" +
            "秋季套装女\n" +
            "秋装\n" +
            "胖mm秋套装\n" +
            "单风衣女薄款 春秋\n" +
            "牛仔背带裤女 秋\n" +
            "春秋外套 女\n" +
            "chic外套秋\n" +
            "妈妈外套春秋款\n" +
            "宽松运动裤女秋\n" +
            "秋季女套装\n" +
            "连衣裙秋\n" +
            "秋季套装女\n" +
            "牛仔阔腿裤女秋冬\n" +
            "针织开衫女中长款 春秋\n" +
            "棒球服秋装女\n" +
            "女套装秋 名媛\n" +
            "卫衣女连帽秋季韩版宽松 bf\n" +
            "秋裙新款女 长袖\n" +
            "女装 风衣 春秋\n" +
            "嘻哈风外套女春秋\n" +
            "女套装秋装短裤\n" +
            "小香风套装秋冬\n" +
            "秋外套女\n" +
            "秋装\n" +
            "女秋装\n" +
            "萝卜裤女秋\n" +
            "哈伦裤套装女秋\n" +
            "运动裤小脚女九分春秋\n" +
            "女秋装套装\n" +
            "秋季长袖t恤女 学生\n" +
            "秋季 长袖女\n" +
            "卫衣女秋潮\n" +
            "针织裤 女 秋\n" +
            "秋款运动套装女装\n" +
            "秋装针织开衫\n" +
            "秋冬高腰牛仔裤\n" +
            "秋冬加厚女毛衣\n" +
            "秋季 长袖女\n" +
            "秋季套装女\n" +
            "长袖套装女 两件套 春秋\n" +
            "秋装雪纺衫\n" +
            "chic早秋上衣\n" +
            "chic早秋上衣\n" +
            "喇叭裤女秋\n" +
            "大码女秋装新款\n" +
            "秋季上衣女\n" +
            "运动套装女秋\n" +
            "妈妈运动套装秋\n" +
            "白衬衣女 秋\n" +
            "秋冬毛衣两件套裙\n" +
            "体恤衫女长袖秋\n" +
            "女秋装新款\n" +
            "秋季上衣女\n" +
            "女装秋季套装韩版\n" +
            "针织裙秋冬\n" +
            "运动套装 女 秋\n" +
            "胖妹妹套装秋装\n" +
            "女秋季连衣裙\n" +
            "秋季上衣女\n" +
            "针织开衫 女 春秋中长款\n" +
            "针织衫 初秋\n" +
            "春秋情侣装\n" +
            "女装运动套装春秋装\n" +
            "胖妹妹大码秋装\n" +
            "秋装女套装\n" +
            "雪纺连衣裙秋\n" +
            "卫衣女秋款连帽\n" +
            "秋装新款女胖mm\n" +
            "秋季女套装 两件套\n" +
            "套装女秋 两件套\n" +
            "女秋装连衣裙\n" +
            "女运动秋装\n" +
            "女秋装长袖连衣裙两件套\n" +
            "中年秋装外套\n" +
            "大码女秋装\n" +
            "卫衣秋女宽松\n" +
            "秋衣女学生韩版 长袖 宽松\n" +
            "秋装女欧洲站\n" +
            "秋冬连衣裙\n" +
            "秋款运动裤女\n" +
            "秋套装女\n" +
            "秋装毛衣 女 韩版新款 宽松套头\n" +
            "春秋外套女学生韩版潮 宽松\n" +
            "早秋针织衫女\n" +
            "中长款秋装衬衫\n" +
            "中年秋装女外套新款 妈妈 春秋\n" +
            "甜美女装秋连衣裙\n" +
            "女秋装\n" +
            "秋装新款女\n" +
            "秋装新款女\n" +
            "秋无袖连衣裙\n" +
            "秋季外套女\n" +
            "套装女秋两件套\n" +
            "长款毛衣裙秋冬\n" +
            "外套女春秋\n" +
            "阔腿裤秋休闲\n" +
            "气质女套装秋季\n" +
            "阔腿牛仔裤秋\n" +
            "秋装连衣裙长袖\n" +
            "秋季套装女\n" +
            "秋装套装\n" +
            "条纹连衣裙 秋\n" +
            "女秋装套装\n" +
            "喇叭裤女秋\n" +
            "秋外套女\n" +
            "毛衣女秋冬款 宽松学生\n" +
            "秋装毛衣外套 女\n" +
            "外套女春秋\n" +
            "秋季上衣女\n" +
            "长袖裙春秋\n" +
            "秋装\n" +
            "运动套装女春秋\n" +
            "秋季卫衣女韩版学生宽松百搭\n" +
            "长毛衣女秋冬\n" +
            "中年妈妈春秋外套\n";
//    --------------二店 5.1
    String shop123s =
//            "塑料袋\n" +
//            "空调导风袋\n" +
//            "手提袋\n" +
//            "编织袋\n" +
//            "胶带\n" +
//            "搬家打包袋\n" +
//            "快递袋\n" +
//            --------------
            "自封袋\n" +
            "泡沫箱\n" +
            "礼品袋\n" +
            "编织袋批发\n" +
            "蛇皮袋 编织袋\n" +
            "透明胶带\n" +
            "纸袋\n" +
            "空调塑料送风\n" +
            "手提袋 纸袋 定做\n" +
            "密封袋\n" +
            "珍珠棉\n" +
            "袋子\n" +
            "行李袋\n" +
            "服装店袋子\n" +
            "蛇皮袋\n" +
            "气泡膜\n" +
            "塑料袋定做\n" +
            "礼品盒\n" +
            "打包袋\n" +
            "编织袋搬家 打包袋 特大号\n" +
            "opp自粘袋\n" +
            "外卖打包袋\n" +
            "抖音空调出风神器\n" +
            "纸质手提袋\n" +
            "服装袋定做logo\n" +
            "服装店纸袋\n" +
            "包装袋\n" +
            "食品袋 塑料袋\n" +
            "纸袋 手提袋\n" +
            "缠绕膜\n" +
            "纸袋定做\n" +
            "泡沫\n" +
            "自封袋 大号\n" +
            "奶茶袋子打包袋\n" +
            "吨袋\n" +
            "打包带\n" +
            "食品背心袋\n" +
            "牛皮纸袋\n" +
            "泡沫箱 保温箱\n" +
            "月饼包装盒\n" +
            "礼盒\n" +
            "手提袋 纸袋\n" +
            "牛皮纸袋 自封袋\n" +
            "自封袋\n" +
            "铝箔袋\n" +
            "胶带切割器\n" +
            "编织袋搬家 打包袋\n" +
            "封口袋 小号\n" +
            "定做袋子印logo塑料袋\n" +
            "气泡袋\n" +
            "封口袋\n" +
            "气泡信封袋\n" +
            "礼物盒子精美 韩版 简约\n" +
            "礼品袋子手提高档\n" +
            "泡沫板\n" +
            "密封袋\n" +
            "麻袋\n" +
            "手提袋 塑料\n" +
            "一次性打包袋\n" +
            "opp袋\n" +
            "食品袋\n" +
            "服装纸袋定做\n" +
            "打包泡沫 气垫膜\n" +
            "塑料袋 食品袋\n" +
            "快递袋子批发包邮\n" +
            "打包袋 搬家袋\n" +
            "购物袋\n" +
            "服装拉链袋\n" +
            "袋子 礼品袋\n" +
            "空调送风袋\n" +
            "牛皮纸袋手提袋\n" +
            "搬家袋\n" +
            "饮料袋 果汁袋\n" +
            "气泡信封\n" +
            "服装袋子\n" +
            "快递编织袋\n" +
            "pe平口袋\n" +
            "快递袋子 批发包邮\n" +
            "气泡柱\n" +
            "方便袋\n" +
            "打包袋\n" +
            "蛇皮袋子批发 编织袋\n" +
            "搬家神器收纳\n" +
            "小号封口袋\n" +
            "泡泡纸防震膜包邮批发\n" +
            "食品包装袋\n" +
            "快递袋子\n" +
            "牛皮纸袋自封袋\n" +
            "珍珠棉板\n" +
            "珍珠棉泡沫板\n" +
            "塑料袋手提袋定做\n" +
            "服装店袋子手提袋\n" +
            "塑料袋logo定制\n" +
            "行李袋 编织袋\n" +
            "气泡膜批发\n" +
            "气柱袋\n" +
            "纸箱\n" +
            "搬家纸箱\n" +
            "塑料背心袋批发\n" +
            "服装拉链袋\n" +
            "塑料袋子\n" +
            "飞机盒\n" +
            "塑料袋 大码\n" +
            "自封袋\n" +
            "自粘袋\n" +
            "盲袋\n" +
            "编织袋 蛇皮袋 打包袋\n" +
            "封箱胶带\n" +
            "面包虫 活体\n" +
            "小号封口袋\n" +
            "食品塑料袋 批发\n" +
            "泡沫垫\n" +
            "服装纸袋\n" +
            "快递包装袋\n" +
            "葡萄包装盒\n" +
            "牛皮手提袋\n" +
            "封箱器\n" +
            "狗牵引绳\n" +
            "保温箱 泡沫\n" +
            "背心袋定做\n" +
            "牛皮纸包装袋\n" +
            "牛皮自封袋\n" +
            "铝箔袋自封袋\n" +
            "连卷袋\n" +
            "笑脸塑料袋\n" +
            "透明封口袋\n" +
            "网袋\n" +
            "行李袋手提大容量超大\n" +
            "快递袋子批发包邮清仓\n" +
            "奶茶打包袋\n" +
            "服装店袋子订做 logo\n" +
            "饮料袋\n" +
            "超市购物袋\n" +
            "服装袋子定做\n" +
            "一次性密封袋\n" +
            "外卖打包塑料袋\n" +
            "自封口袋子透明\n" +
            "牛皮纸袋定制\n" +
            "小包装袋 自封 小号\n" +
            "外卖打包纸袋\n" +
            "礼品盒子精美 生日\n" +
            "塑料袋定做手提袋\n" +
            "服装购物袋\n" +
            "透明胶\n" +
            "搬家用打包袋\n" +
            "编织袋蛇皮袋批发\n" +
            "标本袋\n" +
            "手提袋印刷\n" +
            "塑料袋 定做\n" +
            "透明自粘袋\n" +
            "封口袋大号\n" +
            "烘焙手提袋\n" +
            "搬家编织袋行李袋 大\n" +
            "平口袋\n" +
            "水果包装盒礼品盒\n" +
            "网兜 网袋\n" +
            "网兜\n" +
            "警戒胶带\n" +
            "定制纸手提袋\n" +
            "红白蓝编织袋\n" +
            "衣服袋子批发 服装袋\n" +
            "礼品袋 手提袋 韩版 文艺小清新\n" +
            "礼品袋手提袋\n" +
            "打包带 塑料\n" +
            "吸嘴袋\n" +
            "包装盒\n" +
            "pe塑料袋\n" +
            "快递气泡膜\n" +
            "塑料袋定做logo\n" +
            "背心袋定做logo\n" +
            "密封袋\n" +
            "礼盒 包装盒\n" +
            "铝包装袋\n" +
            "外卖塑料袋\n" +
            "服装店手提袋子塑料袋\n" +
            "蛇皮编织袋\n" +
            "蚂蚁工坊\n" +
            "牛皮纸礼品袋\n" +
            "铝包装袋\n" +
            "气泡袋 防震\n" +
            "气泡纸防震膜 包邮批发\n" +
            "斑马鱼 活体\n" +
            "一次性饮料袋\n" +
            "封箱胶带 批发\n" +
            "袋\n" +
            "纸袋手提袋礼品袋定做\n" +
            "红白蓝袋\n" +
            "快递纸箱批发包邮\n" +
            "牛皮纸提袋\n" +
            "珠光膜气泡袋\n" +
            "包装袋\n" +
            "纸箱 包邮\n" +
            "胶布\n" +
            "包装盒 礼品盒\n" +
            "虫草包装盒\n" +
            "牛皮纸袋定做\n" +
            "装被子的袋子 行李袋\n" +
            "编织袋行李袋\n" +
            "塑料袋定制logo\n" +
            "集装袋\n" +
            "袋\n" +
            "藏红花\n";
        String shops423 =
            "实木线条\n" +
            "防水胶带 补漏 强力\n" +
            "钢化玻璃定做\n" +
            "拉手\n" +
            "地坪漆\n" +
            "美缝\n" +
            "隔音棉 墙体\n" +
            "墙面修补膏 白色\n" +
            "集成墙板\n" +
            "乳胶漆\n" +
            "硅藻泥\n" +
            "美缝剂瓷砖地砖专用 品牌 防水\n" +
            "玻璃\n" +
            "衣柜挂衣杆\n" +
            "美缝剂 瓷砖专用 防水\n" +
            "亚克力板\n" +
            "补墙膏\n" +
            "万向轮\n" +
            "防盗门锁\n" +
            "房顶补漏防水材料\n" +
            "密码锁\n" +
            "指纹锁家用防盗门\n" +
            "瓷砖美缝剂\n" +
            "美缝剂施工工具\n" +
            "防腐木地板户外露台\n" +
            "锁芯\n" +
            "pvc水管\n" +
            "补墙膏 墙面修补 白色\n" +
            "层板托\n" +
            "背景墙装饰线条\n" +
            "木蜡油\n" +
            "护角条 护墙角\n" +
            "结构胶\n" +
            "瓷砖修补\n" +
            "喷漆\n" +
            "衣柜杆挂衣杆\n" +
            "乳胶漆 白色\n" +
            "竹木纤维集成墙板\n" +
            "扎带\n" +
            "钢化玻璃\n" +
            "地坪漆 水泥地面漆\n" +
            "修补膏\n" +
            "艺术玻璃\n" +
            "智能锁\n" +
            "饰面板\n" +
            "防腐木板材\n" +
            "挂衣杆\n" +
            "不锈钢三角支架\n" +
            "防腐木\n" +
            "锁具 家用\n" +
            "罗马柱模具\n" +
            "美缝剂瓷砖地砖专用防水\n" +
            "防盗门锁芯\n" +
            "三角架\n" +
            "阳光板\n" +
            "挂锁\n" +
            "墙面漆\n" +
            "抽屉轨道\n" +
            "玻璃胶水 强力胶 透明\n" +
            "卫生间防水材料免砸砖\n" +
            "多乐士乳胶漆\n" +
            "ppr 水管 配件\n" +
            "水性木器漆\n" +
            "葡萄架\n" +
            "墙角保护条\n" +
            "防锈漆\n" +
            "屋顶防漏\n" +
            "钢化玻璃定制\n" +
            "防水胶 卫生间\n" +
            "室内卧室门锁\n" +
            "保温管\n" +
            "手机屏幕修复胶水 触摸屏\n" +
            "闭门器\n" +
            "外墙防水涂料\n" +
            "防水\n" +
            "木饰面板\n" +
            "外墙防水胶\n" +
            "铰链\n" +
            "玻璃门密封条\n" +
            "抽屉锁\n" +
            "瓷砖找平器\n" +
            "防盗门密封条\n" +
            "水性美缝剂\n" +
            "瓷砖胶\n" +
            "门缝门底防风密封条\n" +
            "锁芯\n" +
            "乳胶漆 白色 内墙\n" +
            "门锁室内 卧室\n" +
            "玻璃门锁\n" +
            "立邦漆\n" +
            "木器漆\n" +
            "隔音棉\n" +
            "立邦漆官方旗舰店\n" +
            "防腐木葡萄架\n" +
            "涂料 内墙 白色 乳胶漆\n" +
            "平房屋顶防水补漏材料\n" +
            "拉手 柜门\n" +
            "地面漆\n" +
            "背景墙边框线条\n" +
            "家用防盗门指纹锁\n" +
            "吸音板\n" +
            "ppr水管接头配件\n" +
            "液体钉\n" +
            "木饰面\n" +
            "自喷漆\n" +
            "荧光粉\n" +
            "窗户锁\n" +
            "立邦乳胶漆\n" +
            "拼镜\n" +
            "原子灰\n" +
            "卧室门锁\n" +
            "水泥地面漆\n" +
            "防腐木板材\n" +
            "智能密码锁指纹门锁\n" +
            "防水涂料 卫生间\n" +
            "内墙乳胶漆 白色\n" +
            "防水材料 卫生间\n" +
            "黑板漆\n" +
            "护墙板\n" +
            "桐油\n" +
            "密封条\n" +
            "墙漆\n" +
            "建筑模板\n" +
            "防霉玻璃胶\n" +
            "三角支撑架\n" +
            "不锈钢管\n" +
            "pvc水管配件\n" +
            "玻璃门指纹锁\n" +
            "玻璃夹\n" +
            "液压撑杆\n" +
            "门把手\n" +
            "钢丝绳\n" +
            "插销\n" +
            "配钥匙\n" +
            "阻门器\n" +
            "镂空吊顶雕花板\n" +
            "水泥漆\n" +
            "亚克力板定做\n" +
            "外墙漆\n" +
            "油漆 木器漆\n" +
            "门镜 猫眼\n" +
            "白色补墙膏 墙面修补\n" +
            "黑色拉手 现代简约\n" +
            "柜脚 可调节\n" +
            "隔音板\n" +
            "糯米胶\n" +
            "密码锁 门锁 家用\n" +
            "护角条 护墙角 墙护角\n" +
            "树脂瓦\n" +
            "防盗链\n" +
            "抽屉拉手\n" +
            "闪粉\n" +
            "木油\n" +
            "生态木吊顶\n" +
            "油漆\n" +
            "漆\n" +
            "挤塑板\n" +
            "天然气管\n" +
            "泡沫胶填缝剂 门窗 通用型 防水\n" +
            "金属漆 油漆 防锈\n" +
            "透明防水胶\n" +
            "饰面板 免漆\n" +
            "免打孔门吸\n" +
            "强磁门吸\n" +
            "石塑线条\n" +
            "密码锁门锁 家用\n" +
            "集成墙面\n" +
            "美逢剂 瓷砖美缝剂\n" +
            "防漏水补屋顶材料\n" +
            "护角\n" +
            "免漆板\n" +
            "工业风水泥漆\n" +
            "支撑脚\n" +
            "补墙膏 墙面脱落修补 白色 防水\n" +
            "免打孔胶 强力胶 比钉牢\n" +
            "地砖美缝剂\n" +
            "三星指纹锁\n" +
            "木线条\n" +
            "门挡\n" +
            "瓷缝剂\n" +
            "塑钢窗滑轮\n" +
            "免钉胶 强力胶 瓷砖 免打孔\n" +
            "衣柜拉手\n" +
            "白乳胶\n" +
            "镂空雕花吊顶\n" +
            "实木线条\n" +
            "煤气管软管\n" +
            "隔板支架\n" +
            "堵漏王\n" +
            "合页\n" +
            "隐形门合页\n" +
            "房门锁\n" +
            "防锈漆 金属漆\n" +
            "裤架\n" +
            "玻璃门拉手\n" +
            "指纹锁家用防盗门智能\n" +
            "油漆\n" +
            "电子猫眼\n" +
            "勾缝剂美缝剂\n" +
            "吸音棉\n" +
            "屏幕修复胶水\n" +
            "室内门锁 黑色\n" +
            "平开窗风撑\n" +
            "猫眼\n" +
            "填缝剂\n" +
            "氟碳漆\n" +
            "防水材料 屋顶\n" +
            "家具维修材料\n" +
            "塑钢泥\n" +
            "水管\n" +
            "精密管\n" +
            "6寸万向轮\n" +
            "补漆膏\n" +
            "中空板\n" +
            "立邦\n" +
            "美缝剂瓷砖地砖专用防水填勾缝\n" +
            "免漆板\n" +
            "美缝胶 瓷砖专用 防水\n" +
            "支架\n" +
            "太阳能传感器\n" +
            "不锈钢毛细管\n" +
            "桑拿板\n" +
            "隔热板\n" +
            "pvc管件\n" +
            "脚手架\n" +
            "木线条\n" +
            "包下水管道装饰护角\n" +
            "免漆板\n" +
            "美缝剂施工工具 全套\n" +
            "屋顶防水补漏\n" +
            "防水涂料\n" +
            "防水卷材\n" +
            "气弹簧\n" +
            "镂空雕花隔断\n" +
            "尼龙扎带\n" +
            "木地板修复补漆膏\n" +
            "防腐木\n" +
            "多乐士\n" +
            "铝塑板\n" +
            "地板修复划痕\n" +
            "补漏王屋顶裂缝 防水\n" +
            "铝塑管\n" +
            "油漆\n" +
            "保温棉\n" +
            "水性漆白色\n" +
            "清水混凝土\n" +
            "直角连接件\n" +
            "木漆\n" +
            "砖雕\n" +
            "水泥\n" +
            "电视玻璃艺术背景墙\n" +
            "腻子粉\n" +
            "刷墙涂料 白色 室内自刷\n" +
            "门吸 免打孔\n" +
            "瓷砖美缝\n" +
            "三角支架 托架\n" +
            "防水瓷砖专用美缝剂\n" +
            "吸音棉 墙体\n" +
            "钢管堵头\n" +
            "锁头\n" +
            "卷材\n" +
            "外墙防水涂料\n" +
            "金粉\n" +
            "门缝门底密封条防风\n" +
            "铁链\n" +
            "塑钢窗密封条\n" +
            "防水卷材 自粘\n" +
            "硅胶\n" +
            "金箔纸\n" +
            "碳化木\n" +
            "有机玻璃板\n" +
            "发泡胶\n" +
            "墙面修补\n" +
            "隔热板\n" +
            "防水贴\n" +
            "乳胶漆 彩色 室内\n" +
            "玻璃胶密封胶\n" +
            "锁体\n" +
            "猫眼门镜\n" +
            "三通\n" +
            "密封条 门 窗\n" +
            "彩色玻璃胶\n" +
            "墙漆 白色 内墙自刷\n" +
            "鱼缸上下水接头\n" +
            "u型锁\n" +
            "生态木\n" +
            "pvc弯头\n" +
            "太阳能热水器控制器\n" +
            "ppr管\n" +
            "免钉胶强力胶\n" +
            "pe水管\n" +
            "油漆木器漆\n" +
            "pe管\n" +
            "石膏线条吊顶线\n" +
            "防水胶带\n" +
            "防盗门密封条隔音防风防撞胶条\n" +
            "装饰线条 欧式\n" +
            "金箔\n" +
            "腻子膏内墙 白色 防水\n" +
            "透明亚克力\n" +
            "马桶玻璃胶\n" +
            "环氧地坪漆\n" +
            "门缝\n" +
            "真石漆\n" +
            "石膏线条背景墙\n" +
            "凯迪仕指纹锁\n" +
            "防霉玻璃胶 厨卫\n" +
            "自喷漆 手摇喷漆\n" +
            "黑色喷漆\n" +
            "美缝剂瓷\n" +
            "生态板\n" +
            "无缝钢管\n" +
            "大理石胶\n" +
            "美式房门锁\n" +
            "糯米胶 壁纸胶\n" +
            "云石胶\n" +
            "保护膜\n" +
            "柜门把手\n" +
            "油漆室内彩色\n" +
            "多乐士漆\n" +
            "艺术漆\n" +
            "亚克力板\n" +
            "防盗门锁芯\n" +
            "清水混凝土漆\n" +
            "合页\n" +
            "瓷砖修补剂\n" +
            "窗户锁扣 推拉窗户\n" +
            "硅藻泥涂料\n" +
            "电动清缝锥\n" +
            "多乐士墙面漆\n" +
            "亚克力\n" +
            "墙纸胶\n" +
            "外装门锁\n" +
            "ppr管件\n" +
            "美逢剂 瓷砖美缝剂工具 全套\n" +
            "4寸万向轮\n" +
            "自来水管\n" +
            "ppr配件\n" +
            "支架托架 折叠\n" +
            "球形锁\n" +
            "手喷漆\n" +
            "外墙涂料\n" +
            "青瓦\n" +
            "瓷砖背胶\n" +
            "静音门锁室内卧室房门锁\n" +
            "墙裙\n" +
            "墙漆 彩色 室内 无甲醛\n" +
            "三角架托架 墙壁\n" +
            "通开挂锁\n" +
            "晾衣杆\n" +
            "楼顶防水补漏材料\n" +
            "做旧漆\n" +
            "不锈钢屏风\n" +
            "电视背景墙线条\n" +
            "煤气管\n" +
            "卫生间防水\n" +
            "水泥固化剂\n" +
            "橱柜把手现代简约\n" +
            "缓冲阻尼铰链\n" +
            "地坪漆 水泥地面\n" +
            "硅藻泥电视背景墙图案\n" +
            "墙漆 白色 内墙\n" +
            "钢管\n" +
            "金粉 闪光粉\n" +
            "自动喷漆\n" +
            "电视墙边框\n" +
            "免漆木饰面板\n" +
            "顶角线\n" +
            "护角条\n" +
            "防水材料\n" +
            "地砖美缝\n" +
            "发泡剂 填缝剂\n" +
            "软线条\n" +
            "玻璃砖\n" +
            "美缝胶\n" +
            "硅胶门吸\n" +
            "集成墙板 快装墙板\n" +
            "抽屉锁 柜门锁\n" +
            "衣柜挂杆\n" +
            "木门漆 改色翻新\n" +
            "厂房车间地面漆\n" +
            "金属漆\n" +
            "多乐士家丽安净味\n" +
            "铁链子\n" +
            "玻璃钢格栅\n" +
            "防盗挂锁\n" +
            "ppr热水管\n" +
            "白水泥\n" +
            "三角支架\n" +
            "热熔管水管\n" +
            "家具漆\n" +
            "仿古瓦\n" +
            "阳角护角条\n" +
            "色精\n" +
            "三合一连接件\n" +
            "门缝密封条\n" +
            "水泥漆 墙面漆\n" +
            "墙面乳胶漆白色\n" +
            "白胶\n" +
            "水泥墙面漆\n" +
            "墙护角\n" +
            "卫生间防水补漏胶\n" +
            "欧式门锁室内\n" +
            "泡沫胶\n" +
            "更衣柜锁\n" +
            "地弹簧\n" +
            "艺术玻璃隔断\n" +
            "门锁 锁大门\n" +
            "衣柜衣杆\n" +
            "沥青瓦\n" +
            "铝合金天沟\n" +
            "夜光颜料\n" +
            "耐力板\n" +
            "墙面漆 内墙 白色\n" +
            "隔音棉 墙体 室内\n" +
            "发泡剂填缝剂\n" +
            "固特铰链\n" +
            "猫眼摄像头 wifi 无线\n" +
            "大理石台面\n" +
            "墙皮脱落修补\n" +
            "卫生间门吸 免打孔\n" +
            "柜子锁\n" +
            "插销 门扣门栓\n" +
            "镂空雕花板吊顶\n" +
            "防腐木板\n" +
            "锁芯 防盗门\n" +
            "对丝接头\n" +
            "浴室防水胶\n" +
            "木板\n" +
            "角码\n" +
            "隔音\n" +
            "智能猫眼\n" +
            "金粉漆\n" +
            "汽车腻子\n" +
            "食用金箔\n" +
            "补墙膏 墙面修补\n" +
            "内塞\n" +
            "卫生间防水补漏\n" +
            "pvc排水管\n" +
            "防火板\n" +
            "门锁室内\n" +
            "塑钢泥陶瓷胶 防水 防霉\n" +
            "可视门铃家用\n" +
            "楼顶防水材料 补漏\n" +
            "欧式集成墙板\n" +
            "3寸万向轮\n" +
            "胶\n" +
            "小米指纹锁\n" +
            "镂空雕花板\n" +
            "支架 托架\n" +
            "拉手 现代简约\n" +
            "隔热棉\n" +
            "三角架支架\n" +
            "角码连接件\n" +
            "生态木吊顶材料\n" +
            "多乐士官方旗舰店官网\n" +
            "铝合金门窗滑轮\n" +
            "吊轮吊轨\n" +
            "防腐木油\n" +
            "把手\n" +
            "玻璃电视背景墙 茶镜\n" +
            "墙角护角条\n" +
            "堵漏胶带\n" +
            "填缝剂 瓷砖专用防水\n" +
            "可视猫眼\n" +
            "塑料瓦\n" +
            "燃气管\n" +
            "陶瓷柜门拉手\n" +
            "插销锁\n" +
            "瓷砖找平器 调平器\n" +
            "瓷砖美缝剂 防水防霉\n" +
            "pvc线条\n" +
            "玻璃门密码锁\n" +
            "自来水管\n" +
            "皇室工匠美缝剂\n" +
            "门底密封条\n" +
            "墙裙板\n" +
            "地平漆\n" +
            "防漏胶\n" +
            "水性漆\n" +
            "硅藻泥 涂料\n" +
            "乳胶漆 彩色\n" +
            "缓冲铰链\n" +
            "空调洞装饰盖\n" +
            "瓷砖修补剂 陶瓷膏\n" +
            "结构胶 白色\n" +
            "沙发腿\n" +
            "家具修复漆\n" +
            "洗车房地格栅\n" +
            "无缝钢管精密管\n" +
            "美缝剂施工工具 全套 专用每逢\n" +
            "水管补漏胶\n" +
            "家具修补膏\n" +
            "门锁 防盗门\n" +
            "万能胶\n" +
            "六分转四分接头\n" +
            "金色拉手\n" +
            "防水补漏胶\n" +
            "家具修补笔\n" +
            "键盘托\n" +
            "发泡剂\n" +
            "月牙锁\n" +
            "指纹密码锁电子锁\n" +
            "轮子\n" +
            "脚手架厂家直销\n" +
            "门防风条\n" +
            "雨虹防水\n" +
            "调节脚\n" +
            "基膜\n" +
            "智能指纹锁密码锁\n" +
            "窗户防盗锁\n" +
            "防水堵漏胶带\n" +
            "水管接头配件\n" +
            "北欧拉手 柜门\n" +
            "太阳能仪表\n" +
            "ppr水管配件\n" +
            "门栓\n" +
            "大理石\n" +
            "天然气管 波纹管\n" +
            "门底密封条隔音条\n" +
            "燃气管 天然气\n" +
            "背景墙线条框\n" +
            "有机玻璃管\n" +
            "橱柜铰链\n" +
            "伸缩裤架\n" +
            "门锁室内 卧室 实木\n" +
            "三聚氰胺板\n" +
            "三角支架 墙\n" +
            "花格\n" +
            "窗户限位器\n" +
            "门把手\n" +
            "精密钢管\n" +
            "实木板材\n" +
            "角码 直角\n" +
            "u型锁 玻璃门锁\n" +
            "防水胶堵漏\n" +
            "结构胶 黑色\n" +
            "瓷砖美缝胶\n" +
            "防盗门密封条自粘型\n" +
            "德高美缝剂\n" +
            "密封胶\n" +
            "玻璃胶 透明\n" +
            "房顶防水补漏材料\n" +
            "桑拿板吊顶\n" +
            "亚太天能指纹锁\n" +
            "橱柜脚\n" +
            "石英砂\n" +
            "衣柜锁\n" +
            "锁芯 通用型\n" +
            "房门锁锁芯\n" +
            "有机玻璃\n" +
            "防绣漆\n" +
            "屋顶防水\n" +
            "电线管\n" +
            "ppr水管热水管\n" +
            "猫眼摄像头\n" +
            "天沟雨水槽\n" +
            "pvc三通\n" +
            "沥青防水涂料 屋顶\n" +
            "保护条 墙角 护角线\n" +
            "鹿客classic\n" +
            "德高防水\n" +
            "油漆 金属 防锈漆\n" +
            "防盗门把手\n" +
            "道康宁玻璃胶\n" +
            "钢结构阳光房\n" +
            "房间锁\n" +
            "隔音毡\n" +
            "地吸门吸\n" +
            "不锈钢方管\n" +
            "墙壁支架\n" +
            "指纹密码锁家用防盗门\n" +
            "涂料 内墙 白色\n" +
            "碳化木\n" +
            "衣柜旋转衣架\n" +
            "保温板\n" +
            "抽屉暗拉手\n" +
            "防盗门指纹锁密码锁\n" +
            "五金配件\n" +
            "贴墙纸胶水\n" +
            "阻门器 旅行\n" +
            "挂衣杆衣柜\n" +
            "卫生间防漏\n" +
            "橱柜液压杆 上翻门支撑杆气杆\n" +
            "房屋医生\n" +
            "挡鼠板\n" +
            "pe管材\n" +
            "防撞粒\n" +
            "静音门锁室内 卧室\n" +
            "家具翻新漆\n" +
            "美缝剂瓷砖地砖专用防水真瓷胶\n" +
            "钥匙机\n" +
            "内外丝接头\n" +
            "腻子\n" +
            "智能门锁\n" +
            "阳光房\n" +
            "艺术玻璃屏风\n" +
            "琉璃瓦\n" +
            "混泥土固化剂\n" +
            "美缝剂 瓷砖专用\n" +
            "推拉门 滑轮\n" +
            "水泥漆 墙面\n" +
            "护角线墙角保护条\n" +
            "防腐木围栏\n" +
            "集装箱房\n" +
            "边框线条\n" +
            "防盗门门锁\n" +
            "厨门拉手\n" +
            "智能锁指纹密码锁\n" +
            "涂料\n" +
            "白色扣板\n" +
            "门 窗 密封条\n" +
            "uv板\n" +
            "方管堵头\n" +
            "吸音棉\n" +
            "指纹锁 防盗门\n" +
            "地板漆\n" +
            "家具把手\n" +
            "仿古地坪漆\n" +
            "瓷砖十字卡\n" +
            "电视背景线条\n" +
            "鹿客智能锁\n" +
            "断桥铝门窗\n" +
            "罗马柱子 欧式\n" +
            "地固\n" +
            "铜管\n" +
            "意利原子\n" +
            "地吸\n" +
            "实木护角\n" +
            "胶合板\n" +
            "石膏线\n" +
            "铝合金窗锁扣\n" +
            "沟盖板\n" +
            "混凝土密封固化剂\n" +
            "pe管件配件\n" +
            "水管保温管\n" +
            "隐形拉手\n" +
            "石膏线条\n" +
            "防盗门猫眼 家用\n" +
            "密封条 门 窗自粘\n" +
            "密码锁挂锁 柜子锁\n" +
            "玻璃门封条 密封条防风\n" +
            "美岩水泥板\n" +
            "角铁\n" +
            "指纹锁挂锁\n" +
            "亚克力板 定制\n" +
            "金点原子\n" +
            "镂空花格吊顶雕花板\n" +
            "衣柜杆\n" +
            "透水砖\n" +
            "木门密封条\n" +
            "voc指纹锁\n" +
            "化粪池\n" +
            "密码钥匙盒\n" +
            "万向轮 轮\n" +
            "挂锁 防水防锈\n" +
            "美缝剂 瓷砖\n" +
            "彩钢瓦\n" +
            "堵头\n" +
            "下水管隔音棉\n" +
            "不锈钢扎带\n" +
            "衣柜铰链\n" +
            "防水涂料 屋顶\n" +
            "茶几玻璃面 钢化\n" +
            "水管接头配件\n" +
            "热熔管水管\n" +
            "ppr活接\n" +
            "三合一\n" +
            "洗车房格栅\n" +
            "diy木板\n" +
            "不锈钢地沟盖板\n" +
            "护墙板 装饰板\n" +
            "护角条 护墙角 实木\n" +
            "墙上三角支架托架\n" +
            "划线漆\n" +
            "卫生间门锁\n" +
            "乳胶漆 立邦\n" +
            "不锈钢弯头\n" +
            "岗亭\n" +
            "阳台防腐木\n" +
            "伸缩风管\n" +
            "pvc雕花板\n" +
            "茶几 钢化玻璃面\n" +
            "家具脚\n" +
            "液压杆\n" +
            "支架托架\n" +
            "门锁套装 防盗\n" +
            "脚轮带刹车\n" +
            "铝塑管 接头 配件\n" +
            "色浆\n" +
            "乳胶漆涂料\n" +
            "门锁室内 卧室 通用型\n" +
            "厕所防水 防漏胶\n" +
            "瓷砖上墙\n" +
            "强力胶\n" +
            "水管\n" +
            "防霉硅胶\n" +
            "防锈漆 油漆\n" +
            "玻璃房 阳光房\n" +
            "hdpe波纹管\n" +
            "锁扣\n" +
            "衣柜 裤架\n" +
            "铝合金护墙角\n" +
            "防水剂\n" +
            "防火隔热棉\n" +
            "墙板\n" +
            "层板支架\n" +
            "美缝剂 德高\n" +
            "三星密码锁\n" +
            "夜光\n" +
            "别墅阳光房\n" +
            "屋顶防水沥青\n" +
            "锁扣\n" +
            "墙上置物架\n" +
            "补漏防水胶带\n" +
            "镂空玄关隔断\n" +
            "生态木护墙板\n" +
            "沥青瓦片\n" +
            "密码挂锁\n" +
            "水泥板\n" +
            "雕花板\n" +
            "墙面修复\n" +
            "稻草漆\n" +
            "保温隔热棉\n" +
            "移门滑轮\n" +
            "美缝剂工具\n" +
            "腻子膏\n" +
            "堵头\n" +
            "背胶\n" +
            "线条\n" +
            "防盗门密码锁\n" +
            "玻璃胶水强力胶防水\n" +
            "门碰\n" +
            "木器漆 清漆 透明\n" +
            "门锁室内 卧室 欧式\n" +
            "科定饰面板\n" +
            "隔音\n" +
            "沥青\n" +
            "门把手拉手\n" +
            "老式门锁\n" +
            "碳纤维布\n" +
            "不锈钢隔断\n" +
            "大理石台面定做\n" +
            "透水混凝土\n" +
            "三棵树\n" +
            "重型滑轨\n" +
            "防盗锁芯\n" +
            "家用指纹密码锁\n" +
            "凯迪仕\n" +
            "德施曼指纹锁\n" +
            "不锈钢井盖\n" +
            "无缝管\n" +
            "脚轮万向轮重型5寸\n" +
            "清漆\n" +
            "隔热板\n" +
            "小锁\n" +
            "静音轮\n" +
            "井盖\n" +
            "防盗门锁体\n" +
            "防锈漆 栏杆\n" +
            "亚克力卡槽a4\n" +
            "隔音棉 下水管\n" +
            "内墙防水涂料\n" +
            "无影胶\n" +
            "生态木方通\n" +
            "密码门锁 家用 指纹锁\n" +
            "卫生间门锁无钥匙\n" +
            "乳胶漆 内墙\n" +
            "防水补漏材料 屋顶\n" +
            "渗透型防水剂\n" +
            "罗马柱\n" +
            "ppr 水管管材\n" +
            "背景墙线条框\n" +
            "门栓插销\n" +
            "模板\n" +
            "墙面漆\n" +
            "结构胶白色\n" +
            "陶土砖\n" +
            "生态木吊顶\n" +
            "风管\n" +
            "防腐木地板户外露台\n" +
            "老式防盗门锁\n" +
            "小挂锁\n" +
            "铰链 阻尼缓冲\n" +
            "面漆\n" +
            "pvc护角条\n" +
            "角码 角铁\n" +
            "美国宣伟\n" +
            "生态板\n" +
            "ppr\n" +
            "液压合页\n" +
            "排气管\n" +
            "静音锁\n" +
            "重型导轨\n" +
            "指纹锁 三星\n" +
            "内墙涂料\n" +
            "门吸 地吸\n" +
            "墙面漆 内墙\n" +
            "锁头 挂锁\n" +
            "美缝剂防水\n" +
            "衣柜裤架\n" +
            "墙纸上胶机\n" +
            "三角托架\n" +
            "楼顶隔热\n" +
            "重型脚轮\n" +
            "防盗锁芯\n" +
            "糯米胶 基膜套装\n" +
            "卫生间 防水补漏胶\n" +
            "自流平\n" +
            "轮\n" +
            "艺术涂料\n" +
            "防盗锁 挂锁\n" +
            "外墙防水材料\n" +
            "水管接头 4分\n" +
            "窗套模具\n" +
            "桌腿 支架\n" +
            "结构胶 黑色 建筑用\n" +
            "彩色亚克力板\n" +
            "真瓷胶美缝剂\n" +
            "装饰线条 欧式\n" +
            "砖雕 仿古砖雕\n" +
            "乳胶漆 彩色\n" +
            "实木板材\n" +
            "中式柜门拉手 新中式\n" +
            "珠光粉\n" +
            "华润漆\n" +
            "铝合金窗户密封条\n" +
            "多乐士金装五合一\n" +
            "德高防水k11柔韧型\n" +
            "三棵树净味二合一\n" +
            "通用型防盗门锁芯\n" +
            "罗马柱栏杆模具\n" +
            "液压铰链\n" +
            "勾缝剂\n" +
            "门锁芯\n" +
            "烧结砖\n" +
            "可视门铃\n" +
            "护角条 护墙角保护条\n" +
            "美缝剂 防水\n" +
            "移门吊轮\n" +
            "地板漆水泥地面漆\n" +
            "水泥\n" +
            "砂岩\n" +
            "植筋胶\n" +
            "聚氨酯防水涂料\n" +
            "北欧柜门拉手\n" +
            "室内油漆\n" +
            "自流平水泥\n" +
            "铝合金阳光房\n" +
            "三角支架托架\n" +
            "碳化木板\n" +
            "锁芯 防盗门\n" +
            "集装箱\n" +
            "滑道 抽屉\n" +
            "防盗门指纹锁智能门锁\n" +
            "都芳官方旗舰店\n" +
            "黑色静音门锁\n" +
            "洗车房玻璃钢格栅\n" +
            "水泥地坪漆\n" +
            "室内防水涂料\n" +
            "美缝工具 清缝刀\n" +
            "电子锁\n" +
            "卫生间锁\n" +
            "护墙板 装饰板\n" +
            "三棵树官方旗舰店\n" +
            "pvc管\n" +
            "别墅阳光房\n" +
            "指纹锁家用防盗门锁\n" +
            "金点原子锁\n" +
            "隐形柜门拉手\n" +
            "玻璃\n" +
            "klc门锁\n" +
            "大门锁\n" +
            "车轮\n" +
            "净味漆 室内\n" +
            "c级锁芯\n" +
            "护墙板 生态木\n" +
            "挂锁 锁大门\n" +
            "亚克力有机玻璃\n" +
            "油毡瓦\n" +
            "全铜拉手\n" +
            "门锁室内卧室房门\n" +
            "灌浆料\n" +
            "室内门锁具\n" +
            "中式拉手 柜门 新中式\n" +
            "防盗门锁 通用型\n" +
            "新中式门锁\n" +
            "超重型脚轮\n" +
            "水性漆\n" +
            "推拉门滑轮\n" +
            "隐形拉手 柜门\n" +
            "卧室静音门锁\n" +
            "内墙涂料乳胶漆\n" +
            "厨柜拉手\n" +
            "强力瓷砖胶粘合剂\n" +
            "瓷砖背涂胶\n" +
            "都芳\n" +
            "卓高美缝剂\n" +
            "指纹锁电子门锁\n" +
            "玻璃大门拉手\n" +
            "涂料 内墙 白色\n" +
            "脚轮 万向轮 重型 5寸\n" +
            "门锁室内 卧室 简约\n" +
            "厨房卫生间防水涂料\n" +
            "房门锁 卧室 通用型\n" +
            "电动美缝打胶机\n" +
            "指纹锁密码锁防盗门\n" +
            "木门锁\n" +
            "美缝剂 勾缝剂\n" +
            "速干水泥\n" +
            "4分ppr水管\n" +
            "无缝管钢管\n" +
            "防盗门密码锁指纹锁\n" +
            "智能 指纹锁\n" +
            "卫生间防漏胶\n" +
            "海尔指纹锁\n" +
            "防腐木木屋\n" +
            "内墙漆\n" +
            "进口漆\n" +
            "门拉手\n" +
            "乳胶漆 白色 内墙\n" +
            "内墙面漆\n" +
            "卧室门锁 家用 木门通用型\n" +
            "电动车锁 u型锁\n" +
            "瓷砖胶强力粘合剂\n" +
            "防腐木 葡萄架 庭院\n" +
            "智能指纹锁\n" +
            "石膏粉\n" +
            "防水瓷砖专用填缝剂\n" +
            "c级锁芯\n" +
            "防盗门智能锁 家用\n" +
            "中式门锁\n" +
            "胶水\n" +
            "保安岗亭\n" +
            "洗车格栅板\n" +
            "保安亭\n" +
            "五金配件\n" +
            "管\n" +
            "涂料 内墙 白色 乳胶漆\n" +
            "仿古瓦\n" +
            "封阳台\n" +
            "纯铜门锁\n" +
            "美式橱柜门拉手\n" +
            "室内静音门锁\n" +
            "指纹门锁\n" +
            "钢结构阳光房\n" +
            "水性漆\n" +
            "门拉手大门把手明装\n" +
            "黑色门锁室内\n" +
            "内墙乳胶漆\n" +
            "岗亭保安亭\n" +
            "石材电视背景墙\n" +
            "进口乳胶漆\n" +
            "阳光房\n" +
            "德国乳胶漆\n" +
            "环保乳胶漆\n" +
            "瓷砖\n" +
            "吊顶材料\n" +
            "捆绑\n" +
            "收费岗亭\n" +
            "防盗门\n" +
            "立邦\n" +
            "五金配件\n";
    String shops1123 =
//            "孕妇连衣裙\n" +
//            "孕妇夏装\n" +
//            "孕妇装\n" +
//            "孕妇裙\n" +
//            "月子服夏 薄款 产后 夏季 哺乳\n" +
//            "月子服\n" +
//            "月子服春秋纯棉产后 孕妇\n" +
//            "哺乳衣夏时尚 产后 喂奶 外出\n" +
//            "哺乳期夏装外出时尚夏 喂奶衣\n" +
//            "月子服夏 薄款 产后\n" +
//            "妈咪包\n" +
//            "孕妇套装\n" +
//            "哺乳衣外出 喂奶 辣妈款\n" +
//            "哺乳连衣裙 夏\n" +
//            "孕妇夏装连衣裙\n" +
//            ---------------------------
//            "夏季哺乳衣时尚外出装 潮妈\n" +
//            "哺乳套装夏\n" +
//            "月子鞋\n" +
//            "孕妇连衣裙 夏\n" +
//            "孕妇连衣裙夏 中长款\n" +
//            "孕妇夏装连衣裙吊带\n" +
//            "孕妇裙 夏\n" +
//            "月子帽\n" +
//            "孕妇睡衣\n" +
//            "夏装裙孕妇装韩版\n" +
//            "哺乳衣\n" +
//            "无袖孕妇裙\n" +
//            "产后月子服夏 薄款\n" +
//            "哺乳衣外出辣妈款\n" +
//                    ----------------------
//            "辣妈哺乳衣\n" +
//            "哺乳衣外出短袖哺乳夏季时尚\n" +
//            "孕妇套装夏装时尚款 两件套夏\n" +
//            "哺乳连衣裙夏\n" +
//            "孕妇装夏装连衣裙\n" +
//            "产后哺乳衣外出夏时尚 连衣裙\n" +
//            "哺乳上衣\n" +
//            "纱布月子服夏 薄款 产后\n" +
//            "连衣裙孕妇\n" +
//            "孕妇裙子\n" +
//            "哺乳期夏装外出时尚夏 喂奶衣\n" +
//            "孕妇装t恤连衣裙\n" +
//            "孕妇连衣裙夏\n" +
//            "婴儿背包外出 妈妈\n" +
//            "孕妇睡衣春秋 产后 月子\n" +
//            "孕妇短袖t恤短款\n" +
//                    -----------------------
            "妈妈包\n" +
            "宽松连衣裙\n" +
            "优密儿孕妇装\n" +
            "孕妇t恤短袖宽松\n" +
            "孕装\n" +
            "孕妇长裙\n" +
            "妈妈包母婴包\n" +
            "连衣裙\n" +
            "孕妇\n" +
            "哺乳套装夏季外出时尚 两件套\n" +
            "哺乳衣外出夏季喂奶\n" +
            "高端孕妇裙\n" +
            "孕妇中长款连衣裙\n" +
            "孕妇睡衣夏女 短袖套装\n" +
            "月子服夏 薄款 产后 夏季\n" +
            "哺乳睡衣\n" +
            "孕妇短袖t恤 纯棉\n" +
            "孕妇装 裙雪纺\n" +
            "春时尚款孕妇装\n" +
            "哺乳连衣裙\n" +
            "孕妇夏装\n" +
            "孕妇裙 夏季中长\n" +
            "哺乳巾\n" +
            "产妇睡衣夏 薄款 孕妇\n" +
            "孕妇雪纺连衣裙\n" +
            "哺乳衣 外出\n" +
            "哺乳连衣裙夏时尚喂奶 外出\n" +
            "孕妇装 短袖t恤\n" +
            "莫代尔孕妇连衣裙\n" +
            "母婴背包外出妈妈包\n" +
            "月子鞋夏薄款\n" +
            "哺乳连衣裙 夏\n" +
            "哺乳连衣裙夏\n" +
            "哺乳连衣裙夏时尚 产后 喂奶\n" +
            "孕妇莫代尔连衣裙\n" +
            "短袖月子服\n" +
            "哺乳衣外出 辣妈款\n" +
            "哺乳衣时尚 产后 喂奶夏连衣裙\n" +
            "孕妇裙无袖夏\n" +
            "孕妇大t恤\n" +
            "哺乳衣夏时尚 产后 喂奶 外出\n" +
            "孕妇t恤\n" +
            "哺乳衣外出夏季时尚喂奶套装\n" +
            "白色蕾丝孕妇连衣裙\n" +
            "孕妇睡衣夏季 薄款\n" +
            "妈妈背包 母婴包 外出 大容量\n" +
            "孕妇碎花长裙\n" +
            "哺乳睡衣夏 薄款\n" +
            "母婴包\n" +
            "孕妇家居服夏季\n" +
            "产后衣服 潮妈\n" +
            "待产包\n" +
            "纱布月子服\n" +
            "哺乳衣夏时尚 产后 喂奶 外出\n" +
            "t恤女孕妇\n" +
            "孕妇上衣\n" +
            "月子帽夏季薄款 产后\n" +
            "月子袜\n" +
            "孕妇哺乳睡衣夏季 薄款 喂奶\n" +
            "孕妇秋装\n" +
            "孕妇装 夏\n" +
            "哺乳连衣裙夏\n" +
            "孕妇吊带长裙\n" +
            "莫代尔孕妇裙\n" +
            "夏孕妇装时尚辣妈\n" +
            "孕妇背心裙夏\n" +
            "哺乳雪纺连衣裙\n" +
            "孕妇t恤 短款\n" +
            "妈咪包多功能大容量\n" +
            "辣妈连衣裙\n" +
            "可哺乳连衣裙\n" +
            "月子鞋春秋 包跟 产后 室内\n" +
            "孕妇短袖\n" +
            "哺乳衣外出 产后 辣妈款\n" +
            "夏季喂奶裙\n" +
            "孕妇装夏装连衣裙显瘦\n" +
            "哺乳睡裙夏\n" +
            "哺乳衣夏喂奶衣\n" +
            "月子服夏季纯棉 薄款 产后夏季\n" +
            "孕妇连衣短裙夏\n" +
            "孕妇短袖长裙\n" +
            "孕妇照片写真服装\n" +
            "孕妇夏装背带裤\n" +
            "孕妇纯棉连衣裙\n" +
            "孕妇套装 夏\n" +
            "月子服夏 薄款 产后 喂奶\n" +
            "孕妇胖妹妹连衣裙\n" +
            "哺乳衣外出 辣妈款 喂奶\n" +
            "月子鞋夏 薄款\n" +
            "孕妇裙雪纺裙\n" +
            "哺乳睡衣春秋纯棉产后 喂奶\n" +
            "防辐射服 孕妇防辐射衣服 上班\n" +
            "孕妇睡衣夏季短袖\n" +
            "外出哺乳衣时尚 产后 喂奶\n" +
            "夏孕妇裙\n" +
            "妈咪包 双肩包\n" +
            "孕妈雪纺连衣裙\n" +
            "裙孕妇女夏\n" +
            "孕妇裙中长款短袖\n" +
            "喂奶衣服\n" +
            "孕妇碎花雪纺连衣裙\n" +
            "露肩孕妇裙\n" +
            "纯棉纱布月子服\n" +
            "莫代尔孕妇睡衣\n" +
            "哺乳裙\n" +
            "孕妇套装\n" +
            "夏哺乳连衣裙\n" +
            "孕妇写真服装\n" +
            "夏装连衣裙孕妇\n" +
            "孕妇装时尚款潮妈\n" +
            "夏装孕妇\n" +
            "喂奶连衣裙\n" +
            "夏季月子服 纯棉薄款\n" +
            "新款蕾丝孕妇装\n" +
            "纯棉孕妇裙 连衣裙\n" +
            "月子服春秋纯棉产后 孕妇喂奶\n" +
            "孕妇吊带裙\n" +
            "月子服春夏纯棉产后 孕妇 薄款\n" +
            "产妇包头巾\n" +
            "夏孕妇连衣裙\n" +
            "夏装连衣裙孕妇装\n" +
            "短袖孕妇装裙\n" +
            "孕妇装\n" +
            "哺乳连衣裙夏 产后\n" +
            "夏短孕妇连衣裙\n" +
            "哺乳连衣裙\n" +
            "孕妇t恤\n" +
            "孕妇连衣裙 长裙 夏季 时尚\n" +
            "孕妇夏装 孕妇裙\n" +
            "时尚装两套装款件套孕妇\n" +
            "孕妇修身连衣裙夏\n" +
            "哺乳衣外出 辣妈款 显瘦\n" +
            "喂奶衣外出短袖\n" +
            "孕妇夏装套装两件套潮妈\n" +
            "孕妇套装夏 两件套 潮妈\n" +
            "月子服 纯棉 春秋 产后\n" +
            "针织孕妇夏装连衣裙\n" +
            "孕妇套装秋装时尚款 两件套\n" +
            "哺乳衣外出辣妈款\n" +
            "孕妇夏装\n" +
            "孕妇荷叶边连衣裙\n" +
            "夏季薄款孕妇睡衣\n" +
            "夏季哺乳上衣\n" +
            "孕妇休闲套装韩版\n" +
            "哺乳 外出 时尚\n" +
            "孕妇短袖t恤\n" +
            "孕妇睡衣夏季 薄款 怀孕期\n" +
            "哺乳衣外出夏季上衣\n" +
            "哺乳装\n" +
            "孕妇鱼尾裙\n" +
            "哺乳上衣外出时尚 喂奶\n" +
            "孕妇睡衣 秋\n" +
            "孕妇装夏装\n" +
            "哺乳衣外出 辣妈款 韩版\n" +
            "孕妇毛衣外套\n" +
            "哺乳睡衣短袖\n" +
            "哺乳短袖t恤 夏\n" +
            "孕妇中长款短袖t恤 纯棉\n" +
            "哺乳背心\n" +
            "孕妇长款蕾丝连衣裙\n" +
            "孕妇夏装蕾丝裙\n" +
            "孕妇秋装\n" +
            "孕妇拍照服装\n" +
            "孕妇套装装时尚款 两件套\n" +
            "哺乳裙新款\n" +
            "秋季月子服\n" +
            "孕妇纯棉睡衣 夏季\n" +
            "孕妇秋装\n" +
            "孕妇夏装上衣\n" +
            "孕妇装夏装韩版短袖\n" +
            "月子帽\n" +
            "孕妇摄影服装\n" +
            "母乳衣服 喂奶夏季\n" +
            "夏季月子服\n" +
            "孕妇装t恤连衣裙\n" +
            "孕妇夏装上衣 短袖 时尚\n" +
            "妈咪袋\n" +
            "婕西孕妇装\n" +
            "夏中长款孕妇连衣裙\n" +
            "哺乳衣喂奶衣外出时尚\n" +
            "裙子孕妇女夏\n" +
            "孕妇两件套夏季\n" +
            "诺宜\n" +
            "哺乳上衣\n" +
            "孕妇t恤裙长款\n" +
            "哺乳衣外出 连衣裙夏季\n" +
            "雪纺哺乳连衣裙夏\n" +
            "时尚喂奶衣\n" +
            "孕妇裙子夏\n" +
            "哺乳连衣裙 夏\n" +
            "月子鞋夏薄款 夏季\n" +
            "孕妇装\n" +
            "孕妇无袖背心裙\n" +
            "夏季哺乳衣外出时尚 显瘦套装\n" +
            "哺乳上衣 短袖\n" +
            "孕妇连衣裙无袖夏装\n" +
            "孕妇宽松t恤女 中长款\n" +
            "夏孕妇装\n" +
            "孕妇照服装\n" +
            "孕妇裙 夏季中长\n" +
            "孕妇打底裙\n" +
            "夏季哺乳衣时尚外出装 潮妈\n" +
            "孕妇月子服 春秋纯棉 产后\n" +
            "孕妇长t恤\n" +
            "哺乳衣\n" +
            "孕妇运动套装夏\n" +
            "孕妇t恤短袖宽松\n" +
            "孕妇小清新夏连衣裙\n" +
            "宝妈包包外出 多功能\n" +
            "哺乳衣 秋冬\n" +
            "哺乳衣 夏 短袖\n" +
            "月子服秋冬产后纯棉\n" +
            "哺乳t恤\n" +
            "哺乳期夏装外出时尚夏 喂奶衣\n" +
            "哺乳连衣裙 夏\n" +
            "孕妇长裙夏韩版\n" +
            "孕妇装运动套装\n" +
            "月子袜 夏\n" +
            "产妇帽夏季薄款\n" +
            "夏季月子服薄款产后 吸汗纯棉\n" +
            "哺乳睡衣 纯棉\n" +
            "月子袜夏季薄款 孕妇 产后\n" +
            "哺乳衣短袖外出夏上衣\n" +
            "孕妇夏装孕妇连衣裙短袖\n" +
            "无袖孕妇装\n" +
            "孕妇针织连衣裙夏装 冰丝 宽松\n" +
            "哺乳连衣裙夏 雪纺\n" +
            "莫代尔月子服\n" +
            "妈咪背包 母婴包 外出\n" +
            "母婴外出包\n" +
            "月子服夏 薄款 产后 夏天\n" +
            "孕妇短袖t恤 纯棉\n" +
            "怀孕连衣裙\n" +
            "孕妇裙女夏\n" +
            "孕妇上衣\n" +
            "哺乳上衣外出时尚 喂奶\n" +
            "哺乳衣套装 外出 时尚夏 夏天\n" +
            "孕妇t恤夏\n" +
            "孕妇睡衣套装\n" +
            "哺乳雪纺连衣裙\n" +
            "外出哺乳衣连衣裙秋\n" +
            "孕妇长裙 连衣裙\n" +
            "月子睡衣夏 孕妇 产后 薄款\n" +
            "孕妇t恤 夏\n" +
            "哺乳上衣 短袖\n" +
            "夏季月子服薄款产后 孕妇纯棉\n" +
            "哺乳家居服\n" +
            "孕妇夏季短袖短裤套装\n" +
            "孕妇中长款无袖连衣裙\n" +
            "月子头巾\n" +
            "孕妇裙纱\n" +
            "哺乳连衣裙夏 产后\n" +
            "喂奶衣夏外出 时尚\n" +
            "哺乳衣 外出 时尚夏季 连衣裙\n" +
            "夏季月子鞋\n" +
            "哺乳衣 夏\n" +
            "哺乳连衣裙 外出喂奶衣\n" +
            "月子鞋夏薄款 产后 透气 夏季\n" +
            "显瘦孕妇装 潮妈\n" +
            "孕妇夏季连衣裙\n" +
            "孕妇装夏装连衣裙长款中长款\n" +
            "孕妇蕾丝裙 夏\n" +
            "孕妇装 运动套装\n" +
            "母婴包外出妈妈包 时尚\n" +
            "哺乳裙\n" +
            "月子服夏 薄款 产后纯棉\n" +
            "夏季喂奶裙\n" +
            "孕妇夏装连衣裙 中长款\n" +
            "哺乳t\n" +
            "哺乳衣外出 辣妈款\n" +
            "孕妇莫代尔长裙\n" +
            "孕妇帽子夏季\n" +
            "镂空孕妇连衣裙\n" +
            "孕妇短袖纯棉\n" +
            "哺乳衣 夏\n" +
            "哺乳睡裙夏 喂奶\n" +
            "妈咪背包双肩包大容量多功能\n" +
            "孕妇短袖t恤女 宽松 韩版\n" +
            "月子服 秋冬\n" +
            "孕妇 夏 上衣 时尚\n" +
            "babycare\n" +
            "哺乳睡衣夏短袖\n" +
            "hoya时尚孕妇装\n" +
            "孕妇雪纺裙\n" +
            "孕妇背心裙\n" +
            "哺乳衣\n" +
            "孕妇毛衣\n" +
            "月子睡衣\n" +
            "孕妇睡衣夏\n" +
            "greenlip\n" +
            "孕妇裙\n" +
            "孕妇宽松连衣裙\n" +
            "月子服 夏 薄款 纯棉产后\n" +
            "妈妈背包 母婴包 外出\n" +
            "孕妇套装\n" +
            "妈咪包 多功能大容量\n" +
            "哺乳衣\n" +
            "孕妇长款t恤\n" +
            "哺乳两件套\n" +
            "哺乳套装夏\n" +
            "母婴背包\n" +
            "哺乳衣外出\n" +
            "棉麻孕妇连衣裙\n" +
            "哺乳裙新款\n" +
            "孕妇大码连衣裙\n" +
            "孕妇照衣服\n" +
            "哺乳t恤夏\n" +
            "婴儿外出包\n" +
            "孕妇连衣裙夏中长款\n" +
            "孕妇短裤两件套夏\n" +
            "哺乳连衣裙 产后 喂奶\n" +
            "哺乳衣外出 套装 喂奶\n" +
            "夏季哺乳上衣\n" +
            "孕妇女t恤\n" +
            "正品妈咪包\n" +
            "孕妇装 衬衫\n" +
            "孕妇t恤长款 纯棉\n" +
            "孕妇穿的裙子\n" +
            "夏季月子服 产后 薄款\n" +
            "喂奶外出衣 哺乳 夏季\n" +
            "产妇睡衣春秋\n" +
            "孕妇秋装\n" +
            "夏装女孕妇装韩版\n" +
            "孕妇连衣裙\n" +
            "孕妇长款t恤\n" +
            "背包婴儿外出妈妈包 多功能\n" +
            "商务孕妇装\n" +
            "孕妇t恤 夏\n" +
            "孕妇秋装t恤\n" +
            "bellywear\n" +
            "孕妇装夏\n" +
            "妈咪包 小\n" +
            "孕妇上衣\n" +
            "哺乳期睡衣\n" +
            "孕妇装夏装短袖韩版\n" +
            "哺乳套装\n" +
            "宽松裙\n" +
            "哺乳连衣裙潮妈\n" +
            "孕妇背带裤\n" +
            "哺乳睡衣夏\n" +
            "哺乳衣 外出\n" +
            "影楼孕妇装\n" +
            "孕妇套装 夏装\n" +
            "妈咪包女\n" +
            "孕妇秋装 两件套\n" +
            "十月名裳\n" +
            "孕妇百褶裙\n" +
            "月子服 夏季薄款\n" +
            "哺乳衣套装夏季外出时尚夏\n" +
            "孕妇装夏装 连衣裙\n" +
            "产后睡衣春秋 喂奶 孕妇\n" +
            "哺乳吊带\n" +
            "孕妇背带裙\n" +
            "孕妇短款t恤\n" +
            "小清新新款 孕妇装\n" +
            "孕妇装上衣 夏季 短袖t 宽松夏\n" +
            "孕妇无袖连衣裙\n" +
            "中长款短袖孕妇裙\n" +
            "产后睡衣夏 孕妇 喂奶\n" +
            "孕妇宽松t恤 短袖\n" +
            "雪纺孕妇连衣裙\n" +
            "哺乳短袖\n" +
            "孕之彩孕妇连衣裙\n" +
            "孕妇短裙夏装\n" +
            "喂奶巾\n" +
            "孕妇裙夏\n" +
            "蕾丝喂奶连衣裙夏 哺乳小个子\n" +
            "十月妈咪\n" +
            "孕妇纯棉t恤 短款\n" +
            "孕妇连衣裙 长裙\n" +
            "妈咪包 手提包\n" +
            "月子服夏 薄款 产后纱布\n" +
            "哺乳外衣夏\n" +
            "月子帽\n" +
            "孕妇连衣裙雪纺夏 宽松 怀孕期\n" +
            "夏季喂奶裙\n" +
            "妈咪多功能背包\n" +
            "孕妇夏装套装\n" +
            "孕妇上衣夏装\n" +
            "妈咪包 女\n" +
            "孕妇连衣裙夏 中长款\n" +
            "纱布 月子服\n" +
            "产后喂奶衣外出哺乳夏时尚\n" +
            "孕妇装夏上衣 连衣裙\n" +
            "月子服夏\n" +
            "哺乳连衣裙显瘦\n" +
            "孕妇 连衣裙\n" +
            "哺乳衣产后喂奶外出套装\n" +
            "孕妇背带套装\n" +
            "孕妇长袖t恤\n" +
            "孕妇背带裤 夏\n" +
            "孕妇半身裙\n" +
            "月子帽夏季薄款时尚\n" +
            "孕妇两件套 短裤 夏\n" +
            "哺乳衣短袖外出夏上衣\n" +
            "孕妇半身长裙\n" +
            "孕妇背带裤夏\n" +
            "孕妇短袖t恤短款 宽松\n" +
            "孕妇大t恤\n" +
            "哺乳衣春季新款\n" +
            "梦蜜\n" +
            "哺乳长裙夏\n" +
            "短款宽松上衣孕妇\n" +
            "孕妇连衣裙 中长款\n" +
            "哺乳短袖\n" +
            "孕妇连衣裙夏 短袖\n" +
            "宽松雪纺连衣裙\n" +
            "孕妇薄款内衣\n" +
            "喜多多旗舰店官网正品\n" +
            "婴儿出行包\n" +
            "孕妇秋衣秋裤\n" +
            "产后月子服纯棉秋冬\n" +
            "孕妇中长款衬衫\n" +
            "孕妈妈时尚辣妈夏装孕妇连衣裙\n" +
            "孕妇套装夏装时尚款 两件套夏\n" +
            "哺乳夏月子夏季服薄款产后\n" +
            "日本妈咪包\n" +
            "孕妇秋装连衣裙\n" +
            "哺乳时尚连衣裙 夏\n" +
            "哺乳吊带背心\n" +
            "月子头巾\n" +
            "哺乳衣外出 喂奶 辣妈款\n" +
            "孕妇连衣裙夏 长款 长裙\n" +
            "哺乳衣外出短袖哺乳夏季时尚\n" +
            "孕妇睡裙\n" +
            "孕妇上衣 夏 短袖\n" +
            "孕妇套装夏 两件套 潮妈\n" +
            "宽松连衣裙 夏\n" +
            "孕妇连衣裙 夏\n" +
            "孕妇套装夏装时尚款 两件套夏\n" +
            "哺乳套装夏\n" +
            "孕妇t恤夏条纹\n" +
            "哺乳吊带\n" +
            "牛津布妈咪包\n" +
            "孕妇装短袖裙\n" +
            "孕妇上衣\n" +
            "外出哺乳衣夏时尚 产后 喂奶\n" +
            "妈咪 包\n" +
            "月子鞋\n" +
            "孕妇装专卖\n" +
            "孕妇纱裙\n" +
            "时尚妈咪包大容量\n" +
            "孕妇秋装连衣裙 宽松\n" +
            "孕妇打底裤\n";
    String shops123 = "小风扇\n" +
            "usb风扇\n" +
            "手持小电风扇\n" +
            "风扇小风扇\n" +
            "便携式小风扇\n" +
            "加湿器\n" +
            "充电小风扇\n" +
            "充电小风扇 便携式\n" +
            "迷你风扇\n" +
            "小风扇 充电\n" +
            "风扇\n" +
            "手拿小风扇\n" +
            "小风扇 充电 静音\n" +
            "电小风扇\n" +
            "手持风扇\n" +
            "小电风扇\n" +
            "小风扇 风扇\n" +
            "手拿小风扇充电\n" +
            "风扇学生 便携式充电\n" +
            "充电风扇 便携式 学生\n" +
            "迷你小风扇\n" +
            "小风扇 迷你\n" +
            "usb转接头\n" +
            "小电风扇可充电\n";
    String shops1 = "猫砂\n" +
            "猫砂盆\n" +
            "狗尿垫\n" +
            "狗厕所\n" +
            "豆腐猫砂\n" +
            "猫砂盆 全封闭\n" +
            "宠物剃毛器\n" +
            "狗狗沐浴露\n" +
            "宠物剃毛器电推剪\n" +
            "宠物除臭剂\n" +
            "狗毛剃毛器\n" +
            "狗梳子\n" +
            "撸猫手套\n" +
            "狗尿片\n" +
            "宠物电推剪\n" +
            "宠物尿垫\n" +
            "狗厕所 泰迪\n" +
            "狗狗梳子\n" +
            "猫厕所\n" +
            "狗狗便盆厕所\n" +
            "雪貂\n" +
            "脱毛梳\n" +
            "狗狗上厕所 狗便盆\n" +
            "猫咪用品\n" +
            "猫咪用品\n" +
            "狗狗除臭剂\n" +
            "尿垫\n" +
            "狗狗剃脚毛器\n" +
            "宠物尿片\n" +
            "耳螨 猫\n" +
            "狗狗用品\n" +
            "猫砂盆防外溅\n" +
            "狗剃毛器 宠物电推剪\n" +
            "宠物沐浴露杀螨除菌\n" +
            "松木猫砂\n" +
            "耳螨 猫用\n" +
            "泰迪沐浴液\n" +
            "狗狗用品\n" +
            "狗除臭剂\n" +
            "狗狗剃毛器\n" +
            "猫咪用品\n" +
            "狗沐浴露\n" +
            "狗狗指甲剪\n" +
            "宠物除臭剂杀菌去尿味\n" +
            "膨润土猫砂\n" +
            "猫厕所 全封闭 除臭\n" +
            "狗沐浴液\n" +
            "宠物电推子\n" +
            "吹水机\n" +
            "狗狗沐浴露杀菌除臭\n" +
            "宠物消毒液\n" +
            "狗拉屎厕所 狗便盆\n" +
            "狗狗剪毛神器\n" +
            "吹水机大型犬\n" +
            "猫咪眼药水\n" +
            "猫砂 豆腐砂\n" +
            "狗毛梳\n" +
            "狗吹水机\n" +
            "狗尿布\n" +
            "宠物指甲剪\n" +
            "狗狗尿尿盆厕所\n" +
            "宠物梳子\n" +
            "水晶猫砂\n" +
            "狗尿除味剂\n" +
            "狗狗厕所\n" +
            "狗狗尿不湿\n" +
            "狗尿屎盆用品\n" +
            "宠物推毛器\n" +
            "拾便器\n" +
            "狗狗用品 洗澡\n" +
            "狗毛梳子\n" +
            "猫砂盆 封闭\n" +
            "宠物剃毛器 电推剪\n" +
            "除狗尿骚味除臭剂\n" +
            "雪貂狗狗沐浴露\n" +
            "狗指甲剪\n" +
            "猫砂 除臭\n" +
            "猫沙\n" +
            "剃毛神器手动\n" +
            "绿茶猫砂\n" +
            "狗狗沐浴露 杀菌除臭\n" +
            "猫砂豆腐砂\n" +
            "狗用品\n" +
            "狗狗用品\n" +
            "宠物吹风机\n" +
            "宠物狗推毛器\n" +
            "泰迪沐浴露\n" +
            "狗尿盆\n" +
            "猫厕所 全封闭\n" +
            "狗狗用品\n" +
            "狗厕所自动冲水\n" +
            "狗狗浴盆\n" +
            "泰迪狗用品\n" +
            "猫烘干箱\n" +
            "狗除臭\n" +
            "毛砂\n" +
            "宠物沐浴露\n" +
            "宠物消毒液除臭去尿味\n" +
            "碳酸氢钠滴耳液\n" +
            "宠物厕所狗厕所\n" +
            "狗厕所便盆\n" +
            "狗狗用品 狗梳子\n" +
            "猫毛清理器\n" +
            "狗洗澡盆\n" +
            "狗尿不湿\n" +
            "狗狗剃毛器宠物电推剪\n" +
            "宠物除臭\n" +
            "狗沐浴露杀菌除臭止痒 泰迪\n" +
            "猫砂盆 超大\n" +
            "狗狗狗用品\n" +
            "宠物吹水机\n" +
            "猫指甲剪\n" +
            "狗狗去泪痕\n" +
            "半封闭 猫砂盆\n" +
            "宠物除毛器\n" +
            "全封闭式猫砂盆\n" +
            "耳螨\n" +
            "杜邦卫可\n" +
            "宠物用品 狗狗用品\n" +
            "猫砂除臭剂\n" +
            "狗狗干洗粉\n" +
            "宠物美容台\n" +
            "狗狗狗用品\n" +
            "猫乐适猫砂盆\n" +
            "宠物尿不湿\n" +
            "封闭式猫砂盆\n" +
            "狗狗眼药水\n" +
            "耳螨狗\n" +
            "比熊沐浴露\n" +
            "除狗尿味除臭剂\n" +
            "宠物狗尿垫\n" +
            "狗狗沐浴液\n" +
            "狗沐浴露 杀螨除菌\n" +
            "猫咪用品\n" +
            "猫咪沐浴露\n" +
            "lovecat猫砂\n" +
            "猫梳\n" +
            "狗狗沐浴露 杀螨除菌\n" +
            "狗狗沐浴露杀菌除臭 泰迪\n" +
            "猫耳螨\n" +
            "狗厕所 大号 大型犬\n" +
            "猫咪用品\n" +
            "猫沐浴露\n" +
            "狗狗便盆 厕所\n" +
            "猫咪用品\n" +
            "宠物消毒液杀菌消毒 家用\n" +
            "狗沐浴露杀菌除臭\n" +
            "宠物梳\n" +
            "猫藓药浴\n" +
            "泰迪狗用品\n" +
            "狗狗厕所中型犬\n" +
            "无尘猫砂\n" +
            "封闭式猫厕所\n" +
            "狗沐浴露 杀菌\n" +
            "泰迪沐浴露杀菌除臭螨 美毛\n" +
            "耳肤灵 狗\n" +
            "狗\n" +
            "耳康滴耳液 猫\n" +
            "除臭猫砂 包邮\n" +
            "狗狗推毛器\n" +
            "比熊专用沐浴露\n" +
            "红棕泰迪沐浴露\n" +
            "科德士电推剪\n" +
            "狗厕所\n" +
            "猫咪用品\n" +
            "狗药浴\n" +
            "宠物狗\n" +
            "狗狗用品\n" +
            "金毛犬\n" +
            "宠物\n" +
            "狗\n" +
            "猫\n" +
            "狗\n" +
            "刺猬活体\n" +
            "狗狗\n" +
            "宠物猫\n" +
            "宠物狗\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "博美犬狗用品\n" +
            "萨摩耶\n" +
            "狗品种\n" +
            "狗浴液泰迪专用\n" +
            "防感冒\n" +
            "博美\n" +
            "金毛\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "兔子\n" +
            "防感冒\n" +
            "防感冒\n" +
            "狗狗浴液泰迪专用\n" +
            "杜宾犬\n" +
            "金毛狗\n" +
            "防感冒\n";
    String shops2 =
//            "割草机\n" +
//            "遮阳网\n" +
//            "喷壶\n" +
//            "浇花喷壶\n" +
//            "打草机\n" +
//            "电动喷雾器\n" +
//            "电动割草机\n" +
//            "高枝剪\n" +
            "水管\n" +
            "多菌灵\n" +
            "海绵宝宝水晶泥\n" +
            "竹竿\n" +
            "割草机 背负式\n" +
            "割汽油草机\n" +
            "育苗盘\n" +
            "滴灌带\n" +
            "电动喷雾器 农用\n" +
            "除草机小型 多功能\n" +
            "修枝剪\n" +
            "喷壶 浇花\n" +
            "四冲程背负式割草机\n" +
            "滴灌管\n" +
            "竹篱笆\n" +
            "电动割草机 充电\n" +
            "花剪\n" +
            "电动喷雾器 锂电池\n" +
            "农用喷雾器\n" +
            "多功能割草机\n" +
            "喷雾器 电动\n" +
            "农用水带\n" +
            "高空剪枝剪\n" +
            "滴灌\n" +
            "锄头\n" +
            "园艺剪刀\n" +
            "假山摆件 配件\n" +
            "自动浇花\n" +
            "摘果器\n" +
            "花盆垫底托盘\n" +
            "橡胶水管 软管\n" +
            "油锯\n" +
            "椰砖\n" +
            "喷雾器 农用 电动 高压 多功能\n" +
            "移动花盆托盘\n" +
            "背负式电动喷雾器\n" +
            "绿篱机\n" +
            "充电喷雾器 农用\n" +
            "豆芽菜育苗盘\n" +
            "割灌机\n" +
            "1.5寸水管\n" +
            "耕地机\n" +
            "爬藤网\n" +
            "修剪刀\n" +
            "栅栏\n" +
            "泥土\n" +
            "园林喷头\n" +
            "养鸡围网\n" +
            "除尘雾化喷头\n" +
            "农用电喷雾器\n" +
            "小锄头\n" +
            "绿篱剪\n" +
            "多功能除草机\n" +
            "铲子\n" +
            "收割机\n" +
            "阿维菌素\n" +
            "打药机 高压\n" +
            "四冲程割草机\n" +
            "松土机\n" +
            "电动草坪机\n" +
            "紫竹\n" +
            "割草机 小型 多功能\n" +
            "汽油割草机\n" +
            "除草机 松土机\n" +
            "水车\n";

}
