package com.example.webtest.base;

public interface Shops {

    //        String shops =;
            String shops3213 ="儿童马桶坐便器\n" +
            "儿童坐便器\n" +
            "宝宝坐便器\n" +
            "儿童马桶\n" +
            "儿童马桶梯\n" +
            "宝宝马桶\n" +
            "宝宝坐便器男宝宝1-3 婴幼儿童\n" +
            "儿童坐便器女1-3岁 婴幼儿童\n" +
            "婴儿指甲剪防夹肉\n" +
            "便携马桶 儿童\n" +
            "儿童坐便器马桶圈\n" +
            "婴儿坐便器\n" +
            "婴儿指甲剪\n" +
            "吸鼻器 婴儿\n" +
            "理发围布\n" +
            "婴儿理发器\n" +
            "宝宝坐便器女1-3岁 女宝宝\n" +
            "婴儿理发器超静音 宝宝 家用\n" +
            "幼儿马桶坐便器女\n" +
            "磨甲器\n" +
            "宝宝马桶坐便器女\n" +
            "剃头发理发器儿童 家用 婴幼儿\n" +
            "儿童马桶垫 坐垫圈\n" +
            "吸鼻器\n" +
            "宝宝便盆坐便器\n" +
            "男宝宝小马桶\n" +
            "尿壶\n" +
            "便携马桶儿童\n" +
            "儿童理发器\n" +
            "女宝宝坐便器\n" +
            "婴儿棉签\n" +
            "贝亲指甲剪\n" +
            "世纪宝贝儿童坐便器\n" +
            "便便器\n" +
            "宝宝坐便器女\n" +
            "剪发围布\n" +
            "女宝宝马桶坐便器\n" +
            "儿童马桶圈\n" +
            "宝宝理发器静音 充电 家用 婴儿\n" +
            "婴儿马桶\n" +
            "婴儿剃头理发器\n" +
            "宝宝坐便器 男孩\n" +
            "坐便器儿童\n" +
            "儿童剃头刀电推剪\n" +
            "围布\n" +
            "易简婴儿理发器\n" +
            "幼儿坐便器女\n" +
            "宝宝马桶坐便器男\n" +
            "儿童指甲刀\n" +
            "宝宝小便器男孩挂墙式\n" +
            "儿童坐便器 男\n" +
            "儿童马桶坐便器 大码\n" +
            "婴儿马桶坐便器女\n" +
            "婴儿磨甲器\n" +
            "宝宝马桶梯\n" +
            "男孩小便器\n" +
            "宝宝吸鼻器\n" +
            "儿童便盆坐便器\n" +
            "婴儿电推剪超静音\n" +
            "婴儿指甲刀\n" +
            "便携式马桶 儿童\n" +
            "电推子 理发器 充电式 静音儿童\n" +
            "婴儿吸鼻器 新生儿\n" +
            "男宝宝马桶坐便器\n" +
            "儿童折叠马桶\n" +
            "宝宝理发器\n" +
            "宝宝剃头理发器 婴儿 静音\n" +
            "防咬指甲\n" +
            "婴儿指甲剪套装\n" +
            "儿童坐便器便盆\n" +
            "婴儿剃头理发器新生儿 家用\n" +
            "发廊专用围布\n" +
            "儿童厕所马桶坐便器\n" +
            "男宝宝坐便器\n" +
            "宝宝剃头刀电动静音 婴儿 家用\n" +
            "棉签\n" +
            "儿童小便池\n" +
            "剃头刀电推剪 儿童 电动\n" +
            "宝宝坐便圈\n" +
            "儿童剃发器 家用 宝宝\n" +
            "男童小便器\n" +
            "儿童尿壶男 便携式\n" +
            "儿童尿壶\n" +
            "儿童马桶 坐便器 男宝宝\n" +
            "儿童理发器\n" +
            "尿壶 儿童 男宝宝\n" +
            "儿童马桶坐便圈\n" +
            "充电式电推剪 理发器\n" +
            "推剪 理发器 儿童\n" +
            "婴儿用品\n" +
            "便携儿童马桶\n" +
            "好孩子旗舰店官网正品\n" +
            "坐便器\n" +
            "母婴用品\n";
            String shops ="床围栏宝宝防摔防护栏\n" +
//            "床围\n" +
//            "防撞条\n" +
//            "床围栏护栏 大床1.8-2米\n" +
//            "床围栏\n" +
//            "床挡板护栏儿童\n" +
//            "床栏杆 护栏 儿童 防摔\n" +
//            "挡床宝宝防摔护栏\n" +
//            "防撞角\n" +
//            "床护栏 围栏 儿童 挡板\n" +
//            "床护栏\n" +
//            "床护栏 1.8米\n" +
//            "防摔床护栏\n" +
//            "插座保护盖\n" +
//            "桌角防撞护角\n" +
//            "护栏 围栏 儿童 大床\n" +
//            "儿童防撞条\n" +
//            "婴儿防摔床护栏\n" +
//            "儿童护栏 床栏\n" +
//            "儿童安全锁\n" +
//            "大床围栏\n" +
//            "防撞墙贴软包\n" +
//            "防磕碰安全条\n" +
//            "床挡板护栏 儿童\n" +
//            "抽屉锁儿童安全锁\n" +
//            "床围栏护栏垂直升降\n" +
//            "婴儿床围栏\n" +
//            "防掉床护栏\n" +
//            "护栏\n" +
//            "床围栏护栏\n" +
//            "床围栏宝宝防摔防护栏 通用\n" +
//            "围床护栏 儿童 防摔\n" +
//            "大象妈妈床护栏\n" +
//            "安全锁\n" +
//            "床栏\n" +
//            "围栏\n" +
//            "宝宝防摔床边护栏\n" +
//            "柜子锁\n" +
//            "婴儿床上护栏围栏防摔\n" +
//            "床护栏 围栏 儿童 挡板 防摔\n" +
//            "防撞条加厚加宽\n" +
//            "桌包角保护套\n" +
//            "垂直升降床围\n" +
//            "儿童安全锁抽屉锁\n" +
//            "婴儿床防摔护栏\n" +
//            "婴儿防撞条\n" +
//            "门护栏\n" +
//            "床边护栏 防摔 儿童\n" +
//            "宝宝床护栏\n" +
//            "防撞\n" +
//            "防护栏围栏\n" +
//            "儿童抽屉锁\n" +
//            "儿童安全门栏\n" +
//            "宝宝防撞软包\n" +
//            "婴儿护栏\n" +
//            "床角 防撞\n" +
//            "加宽加厚防撞条\n" +
//            "护栏 儿童 防摔\n" +
//            "窗户锁扣 推拉窗户\n" +
//            "桌子边角防护\n" +
//            "墙角保护条\n" +
//            "楼梯口护栏儿童安全门\n" +
//            "冰箱门锁扣\n" +
//            "防撞贴\n" +
//            "宝宝床边护栏\n" +
//            "儿童防撞加宽保护条\n" +
//            "儿童抽屉锁安全锁\n" +
//            "门栏 儿童 防护栏\n" +
//            "冰箱锁安全锁宝宝\n" +
//            "楼梯护栏\n" +
//            "儿童锁扣 抽屉 柜门\n" +
//            "儿童安全防护锁\n" +
//            "棒棒猪\n" +
//            "宝宝安全防撞条\n" +
//            "床护栏1.8米床\n" +
//            "防撞条宝宝加厚加宽\n" +
//            "宝宝护栏 床边\n" +
//            "贝得力防撞条\n" +
//            "儿童锁\n" +
//            "儿童门护栏\n" +
//            "升降护栏\n" +
//            "边角防撞保护套\n" +
//            "儿童窗户安全锁\n" +
//            "移门锁\n" +
//            "防电插座盖 儿童\n" +
//            "幼儿园护角线墙角保护条 防撞\n" +
//            "bolinbolon床围栏\n" +
//            "窗户护角防撞角\n" +
//            "楼梯护栏儿童安全门\n" +
//            "宝宝锁\n" +
//            "床栏 护栏1.8 通用\n" +
//            "围栏 防护栏\n" +
//            "防止宝宝掉床的护栏\n" +
//            "防撞角 硅胶\n" +
//            "护角\n" +
//            "防护栏\n" +
//            "婴儿用品\n" +
//            "安全锁 儿童防护\n" +
//            "狗栅栏门\n" +
//            "包边条\n" +
//            "床护栏垂直升降\n" +
//            "护角条 护墙角\n" +
//            "宠物门栏\n" +
            "楼梯栏杆\n";
    String shops213 = "制服诱惑\n" +
            "水手服情趣\n" +
            "学生制服情趣\n" +
            "情趣衣服\n" +
            "情趣\n" +
            "性感情趣制服\n" +
            "情趣性感制服\n" +
            "学生制服诱惑\n" +
            "女仆装 性感\n" +
            "情趣制服 角色扮演\n" +
            "制服情趣 性感\n" +
            "血滴子\n" +
            "兔女郎衣服 激情套装\n" +
            "蛋糕裙半身裙 百褶\n" +
            "女仆制服\n" +
            "情趣制服\n" +
            "兔女郎 制服\n" +
            "兔女郎衣服\n" +
            "制服套装女性感 激情套装\n" +
            "女仆装\n" +
            "学生制服套装 情趣\n" +
            "主播服装 女\n" +
            "情趣学生装\n" +
            "水手服\n" +
            "兔女郎\n" +
            "性感极度诱惑\n" +
            "女警\n" +
            "女仆服\n" +
            "套装包臀裙性感\n" +
            "制服\n" +
            "软妹套装\n" +
            "女仆装 情趣\n" +
            "jk制服\n" +
            "情趣女仆\n" +
            "激情套装\n" +
            "性感制服诱惑\n" +
            "女\n" +
            "情趣装\n" +
            "性感制服套装\n" +
            "女仆\n" +
            "情趣衣服制服\n" +
            "夜店学生装\n" +
            "血滴子 sm 透视装 情趣 激情\n" +
            "性感情趣骚 激情套装 透视装\n" +
            "心机女装\n" +
            "女教师服装\n";
    String shop3123s = "足疗工作服\n" +
            "情趣性感制服\n" +
            "美容师工作服短袖\n" +
            "足浴技师工作服 性感 显瘦\n" +
            "服务员工作服\n" +
            "ktv公主服\n" +
            "美容师技师服\n" +
            "服务员工作服长袖\n" +
            "美容师工作服\n" +
            "夜场ktv公主服\n" +
            "美容师工作服连衣裙\n" +
            "技师服工作服\n" +
            "餐厅服务员工作服短袖\n" +
            "美容院工作服连衣裙\n" +
            "美容师工作服 技师服\n" +
            "酒店前台职业套装女夏装\n" +
            "夜场公主工作服\n" +
            "夜场工作服\n" +
            "日式和服\n" +
            "制服\n" +
            "夜店工作服\n" +
            "套装\n" +
            "连衣裙\n" +
            "女装\n" +
            "情趣套装\n" +
            "技师\n";

}
