package com.example.webtest.base;

public interface Shops {


    //    String shops =;
    String shops = "外套女春秋韩版学生 bf原宿宽松\n" +
            "chic早秋上衣慵懒\n" +
            "秋季套装女\n" +
            "chic早秋衬衫\n" +
            "妈妈秋装两件套\n" +
            "chic早秋上衣慵懒\n" +
            "套装女秋两件套\n" +
            "chic早秋上衣慵懒\n" +
            "女秋装套装\n" +
            "秋季女套装\n" +
            "外套女春秋\n" +
            "套装女秋两件套\n" +
            "chic早秋上衣慵懒\n" +
            "秋季连衣裙\n" +
            "秋季卫衣女韩版学生 宽松 百搭\n" +
            "秋水伊人连衣裙女夏\n" +
            "春秋外套 女\n" +
            "秋装连衣裙\n" +
            "妈妈连衣裙春秋\n" +
            "妈妈秋装连衣裙\n" +
            "秋季外套女\n" +
            "妈妈秋装\n" +
            "白色连衣裙秋\n" +
            "小香风套装秋\n" +
            "牛仔外套女学生春秋\n" +
            "奶奶装秋装\n" +
            "春秋牛仔裤女紧身小脚\n" +
            "秋季长袖连衣裙\n" +
            "秋季套装 女 两件套\n" +
            "女秋装新款\n" +
            "女秋装新款\n" +
            "胖妹妹女装秋\n" +
            "毛衣女秋冬 学生 宽松\n" +
            "初秋套装女时尚 两件套\n" +
            "秋季外套 女\n" +
            "妈妈装春秋打底衫\n" +
            "西装裤 女 春秋\n" +
            "怪味少女外套 春秋\n" +
            "卫衣女春秋\n" +
            "运动装 女 套装 秋\n" +
            "胖妹妹秋装\n" +
            "怪味少女外套春秋\n" +
            "chic早秋上衣慵懒\n" +
            "卫衣 女 春秋\n" +
            "秋季外套 女\n" +
            "秋装套装女时尚 气质 两件套\n" +
            "女装秋胖妹妹\n" +
            "早秋卫衣女\n" +
            "秋款连衣裙\n" +
            "chic早秋衬衫女\n" +
            "女秋装\n" +
            "秋季套装女\n" +
            "秋装\n" +
            "胖mm秋套装\n" +
            "单风衣女薄款 春秋\n" +
            "牛仔背带裤女 秋\n" +
            "春秋外套 女\n" +
            "chic外套秋\n" +
            "妈妈外套春秋款\n" +
            "宽松运动裤女秋\n" +
            "秋季女套装\n" +
            "连衣裙秋\n" +
            "秋季套装女\n" +
            "牛仔阔腿裤女秋冬\n" +
            "针织开衫女中长款 春秋\n" +
            "棒球服秋装女\n" +
            "女套装秋 名媛\n" +
            "卫衣女连帽秋季韩版宽松 bf\n" +
            "秋裙新款女 长袖\n" +
            "女装 风衣 春秋\n" +
            "嘻哈风外套女春秋\n" +
            "女套装秋装短裤\n" +
            "小香风套装秋冬\n" +
            "秋外套女\n" +
            "秋装\n" +
            "女秋装\n" +
            "萝卜裤女秋\n" +
            "哈伦裤套装女秋\n" +
            "运动裤小脚女九分春秋\n" +
            "女秋装套装\n" +
            "秋季长袖t恤女 学生\n" +
            "秋季 长袖女\n" +
            "卫衣女秋潮\n" +
            "针织裤 女 秋\n" +
            "秋款运动套装女装\n" +
            "秋装针织开衫\n" +
            "秋冬高腰牛仔裤\n" +
            "秋冬加厚女毛衣\n" +
            "秋季 长袖女\n" +
            "秋季套装女\n" +
            "长袖套装女 两件套 春秋\n" +
            "秋装雪纺衫\n" +
            "chic早秋上衣\n" +
            "chic早秋上衣\n" +
            "喇叭裤女秋\n" +
            "大码女秋装新款\n" +
            "秋季上衣女\n" +
            "运动套装女秋\n" +
            "妈妈运动套装秋\n" +
            "白衬衣女 秋\n" +
            "秋冬毛衣两件套裙\n" +
            "体恤衫女长袖秋\n" +
            "女秋装新款\n" +
            "秋季上衣女\n" +
            "女装秋季套装韩版\n" +
            "针织裙秋冬\n" +
            "运动套装 女 秋\n" +
            "胖妹妹套装秋装\n" +
            "女秋季连衣裙\n" +
            "秋季上衣女\n" +
            "针织开衫 女 春秋中长款\n" +
            "针织衫 初秋\n" +
            "春秋情侣装\n" +
            "女装运动套装春秋装\n" +
            "胖妹妹大码秋装\n" +
            "秋装女套装\n" +
            "雪纺连衣裙秋\n" +
            "卫衣女秋款连帽\n" +
            "秋装新款女胖mm\n" +
            "秋季女套装 两件套\n" +
            "套装女秋 两件套\n" +
            "女秋装连衣裙\n" +
            "女运动秋装\n" +
            "女秋装长袖连衣裙两件套\n" +
            "中年秋装外套\n" +
            "大码女秋装\n" +
            "卫衣秋女宽松\n" +
            "秋衣女学生韩版 长袖 宽松\n" +
            "秋装女欧洲站\n" +
            "秋冬连衣裙\n" +
            "秋款运动裤女\n" +
            "秋套装女\n" +
            "秋装毛衣 女 韩版新款 宽松套头\n" +
            "春秋外套女学生韩版潮 宽松\n" +
            "早秋针织衫女\n" +
            "中长款秋装衬衫\n" +
            "中年秋装女外套新款 妈妈 春秋\n" +
            "甜美女装秋连衣裙\n" +
            "女秋装\n" +
            "秋装新款女\n" +
            "秋装新款女\n" +
            "秋无袖连衣裙\n" +
            "秋季外套女\n" +
            "套装女秋两件套\n" +
            "长款毛衣裙秋冬\n" +
            "外套女春秋\n" +
            "阔腿裤秋休闲\n" +
            "气质女套装秋季\n" +
            "阔腿牛仔裤秋\n" +
            "秋装连衣裙长袖\n" +
            "秋季套装女\n" +
            "秋装套装\n" +
            "条纹连衣裙 秋\n" +
            "女秋装套装\n" +
            "喇叭裤女秋\n" +
            "秋外套女\n" +
            "毛衣女秋冬款 宽松学生\n" +
            "秋装毛衣外套 女\n" +
            "外套女春秋\n" +
            "秋季上衣女\n" +
            "长袖裙春秋\n" +
            "秋装\n" +
            "运动套装女春秋\n" +
            "秋季卫衣女韩版学生宽松百搭\n" +
            "长毛衣女秋冬\n" +
            "中年妈妈春秋外套\n";
    String shops2321 = "塑料袋\n" +
            "空调导风袋\n" +
            "手提袋\n" +
            "编织袋\n" +
            "胶带\n" +
            "搬家打包袋\n" +
            "快递袋\n" +
            "自封袋\n" +
            "泡沫箱\n" +
            "礼品袋\n" +
            "编织袋批发\n" +
            "蛇皮袋 编织袋\n" +
            "透明胶带\n" +
            "纸袋\n" +
            "空调塑料送风\n" +
            "手提袋 纸袋 定做\n" +
            "密封袋\n" +
            "珍珠棉\n" +
            "袋子\n" +
            "行李袋\n" +
            "服装店袋子\n" +
            "蛇皮袋\n" +
            "气泡膜\n" +
            "塑料袋定做\n" +
            "礼品盒\n" +
            "打包袋\n" +
            "编织袋搬家 打包袋 特大号\n" +
            "opp自粘袋\n" +
            "外卖打包袋\n" +
            "抖音空调出风神器\n" +
            "纸质手提袋\n" +
            "服装袋定做logo\n" +
            "服装店纸袋\n" +
            "包装袋\n" +
            "食品袋 塑料袋\n" +
            "纸袋 手提袋\n" +
            "缠绕膜\n" +
            "纸袋定做\n" +
            "泡沫\n" +
            "自封袋 大号\n" +
            "奶茶袋子打包袋\n" +
            "吨袋\n" +
            "打包带\n" +
            "食品背心袋\n" +
            "牛皮纸袋\n" +
            "泡沫箱 保温箱\n" +
            "月饼包装盒\n" +
            "礼盒\n" +
            "手提袋 纸袋\n" +
            "牛皮纸袋 自封袋\n" +
            "自封袋\n" +
            "铝箔袋\n" +
            "胶带切割器\n" +
            "编织袋搬家 打包袋\n" +
            "封口袋 小号\n" +
            "定做袋子印logo塑料袋\n" +
            "气泡袋\n" +
            "封口袋\n" +
            "气泡信封袋\n" +
            "礼物盒子精美 韩版 简约\n" +
            "礼品袋子手提高档\n" +
            "泡沫板\n" +
            "密封袋\n" +
            "麻袋\n" +
            "手提袋 塑料\n" +
            "一次性打包袋\n" +
            "opp袋\n" +
            "食品袋\n" +
            "服装纸袋定做\n" +
            "打包泡沫 气垫膜\n" +
            "塑料袋 食品袋\n" +
            "快递袋子批发包邮\n" +
            "打包袋 搬家袋\n" +
            "购物袋\n" +
            "服装拉链袋\n" +
            "袋子 礼品袋\n" +
            "空调送风袋\n" +
            "牛皮纸袋手提袋\n" +
            "搬家袋\n" +
            "饮料袋 果汁袋\n" +
            "气泡信封\n" +
            "服装袋子\n" +
            "快递编织袋\n" +
            "pe平口袋\n" +
            "快递袋子 批发包邮\n" +
            "气泡柱\n" +
            "方便袋\n" +
            "打包袋\n" +
            "蛇皮袋子批发 编织袋\n" +
            "搬家神器收纳\n" +
            "小号封口袋\n" +
            "泡泡纸防震膜包邮批发\n" +
            "食品包装袋\n" +
            "快递袋子\n" +
            "牛皮纸袋自封袋\n" +
            "珍珠棉板\n" +
            "珍珠棉泡沫板\n" +
            "塑料袋手提袋定做\n" +
            "服装店袋子手提袋\n" +
            "塑料袋logo定制\n" +
            "行李袋 编织袋\n" +
            "气泡膜批发\n" +
            "气柱袋\n" +
            "纸箱\n" +
            "搬家纸箱\n" +
            "塑料背心袋批发\n" +
            "服装拉链袋\n" +
            "塑料袋子\n" +
            "飞机盒\n" +
            "塑料袋 大码\n" +
            "自封袋\n" +
            "自粘袋\n" +
            "盲袋\n" +
            "编织袋 蛇皮袋 打包袋\n" +
            "封箱胶带\n" +
            "面包虫 活体\n" +
            "小号封口袋\n" +
            "食品塑料袋 批发\n" +
            "泡沫垫\n" +
            "服装纸袋\n" +
            "快递包装袋\n" +
            "葡萄包装盒\n" +
            "牛皮手提袋\n" +
            "封箱器\n" +
            "狗牵引绳\n" +
            "保温箱 泡沫\n" +
            "背心袋定做\n" +
            "牛皮纸包装袋\n" +
            "牛皮自封袋\n" +
            "铝箔袋自封袋\n" +
            "连卷袋\n" +
            "笑脸塑料袋\n" +
            "透明封口袋\n" +
            "网袋\n" +
            "行李袋手提大容量超大\n" +
            "快递袋子批发包邮清仓\n" +
            "奶茶打包袋\n" +
            "服装店袋子订做 logo\n" +
            "饮料袋\n" +
            "超市购物袋\n" +
            "服装袋子定做\n" +
            "一次性密封袋\n" +
            "外卖打包塑料袋\n" +
            "自封口袋子透明\n" +
            "牛皮纸袋定制\n" +
            "小包装袋 自封 小号\n" +
            "外卖打包纸袋\n" +
            "礼品盒子精美 生日\n" +
            "塑料袋定做手提袋\n" +
            "服装购物袋\n" +
            "透明胶\n" +
            "搬家用打包袋\n" +
            "编织袋蛇皮袋批发\n" +
            "标本袋\n" +
            "手提袋印刷\n" +
            "塑料袋 定做\n" +
            "透明自粘袋\n" +
            "封口袋大号\n" +
            "烘焙手提袋\n" +
            "搬家编织袋行李袋 大\n" +
            "平口袋\n" +
            "水果包装盒礼品盒\n" +
            "网兜 网袋\n" +
            "网兜\n" +
            "警戒胶带\n" +
            "定制纸手提袋\n" +
            "红白蓝编织袋\n" +
            "衣服袋子批发 服装袋\n" +
            "礼品袋 手提袋 韩版 文艺小清新\n" +
            "礼品袋手提袋\n" +
            "打包带 塑料\n" +
            "吸嘴袋\n" +
            "包装盒\n" +
            "pe塑料袋\n" +
            "快递气泡膜\n" +
            "塑料袋定做logo\n" +
            "背心袋定做logo\n" +
            "密封袋\n" +
            "礼盒 包装盒\n" +
            "铝包装袋\n" +
            "外卖塑料袋\n" +
            "服装店手提袋子塑料袋\n" +
            "蛇皮编织袋\n" +
            "蚂蚁工坊\n" +
            "牛皮纸礼品袋\n" +
            "铝包装袋\n" +
            "气泡袋 防震\n" +
            "气泡纸防震膜 包邮批发\n" +
            "斑马鱼 活体\n" +
            "一次性饮料袋\n" +
            "封箱胶带 批发\n" +
            "袋\n" +
            "纸袋手提袋礼品袋定做\n" +
            "红白蓝袋\n" +
            "快递纸箱批发包邮\n" +
            "牛皮纸提袋\n" +
            "珠光膜气泡袋\n" +
            "包装袋\n" +
            "纸箱 包邮\n" +
            "胶布\n" +
            "包装盒 礼品盒\n" +
            "虫草包装盒\n" +
            "牛皮纸袋定做\n" +
            "装被子的袋子 行李袋\n" +
            "编织袋行李袋\n" +
            "塑料袋定制logo\n" +
            "集装袋\n" +
            "袋\n" +
            "藏红花\n";
        String shops423 =
            "实木线条\n" +
            "防水胶带 补漏 强力\n" +
            "钢化玻璃定做\n" +
            "拉手\n" +
            "地坪漆\n" +
            "美缝\n" +
            "隔音棉 墙体\n" +
            "墙面修补膏 白色\n" +
            "集成墙板\n" +
            "乳胶漆\n" +
            "硅藻泥\n" +
            "美缝剂瓷砖地砖专用 品牌 防水\n" +
            "玻璃\n" +
            "衣柜挂衣杆\n" +
            "美缝剂 瓷砖专用 防水\n" +
            "亚克力板\n" +
            "补墙膏\n" +
            "万向轮\n" +
            "防盗门锁\n" +
            "房顶补漏防水材料\n" +
            "密码锁\n" +
            "指纹锁家用防盗门\n" +
            "瓷砖美缝剂\n" +
            "美缝剂施工工具\n" +
            "防腐木地板户外露台\n" +
            "锁芯\n" +
            "pvc水管\n" +
            "补墙膏 墙面修补 白色\n" +
            "层板托\n" +
            "背景墙装饰线条\n" +
            "木蜡油\n" +
            "护角条 护墙角\n" +
            "结构胶\n" +
            "瓷砖修补\n" +
            "喷漆\n" +
            "衣柜杆挂衣杆\n" +
            "乳胶漆 白色\n" +
            "竹木纤维集成墙板\n" +
            "扎带\n" +
            "钢化玻璃\n" +
            "地坪漆 水泥地面漆\n" +
            "修补膏\n" +
            "艺术玻璃\n" +
            "智能锁\n" +
            "饰面板\n" +
            "防腐木板材\n" +
            "挂衣杆\n" +
            "不锈钢三角支架\n" +
            "防腐木\n" +
            "锁具 家用\n" +
            "罗马柱模具\n" +
            "美缝剂瓷砖地砖专用防水\n" +
            "防盗门锁芯\n" +
            "三角架\n" +
            "阳光板\n" +
            "挂锁\n" +
            "墙面漆\n" +
            "抽屉轨道\n" +
            "玻璃胶水 强力胶 透明\n" +
            "卫生间防水材料免砸砖\n" +
            "多乐士乳胶漆\n" +
            "ppr 水管 配件\n" +
            "水性木器漆\n" +
            "葡萄架\n" +
            "墙角保护条\n" +
            "防锈漆\n" +
            "屋顶防漏\n" +
            "钢化玻璃定制\n" +
            "防水胶 卫生间\n" +
            "室内卧室门锁\n" +
            "保温管\n" +
            "手机屏幕修复胶水 触摸屏\n" +
            "闭门器\n" +
            "外墙防水涂料\n" +
            "防水\n" +
            "木饰面板\n" +
            "外墙防水胶\n" +
            "铰链\n" +
            "玻璃门密封条\n" +
            "抽屉锁\n" +
            "瓷砖找平器\n" +
            "防盗门密封条\n" +
            "水性美缝剂\n" +
            "瓷砖胶\n" +
            "门缝门底防风密封条\n" +
            "锁芯\n" +
            "乳胶漆 白色 内墙\n" +
            "门锁室内 卧室\n" +
            "玻璃门锁\n" +
            "立邦漆\n" +
            "木器漆\n" +
            "隔音棉\n" +
            "立邦漆官方旗舰店\n" +
            "防腐木葡萄架\n" +
            "涂料 内墙 白色 乳胶漆\n" +
            "平房屋顶防水补漏材料\n" +
            "拉手 柜门\n" +
            "地面漆\n" +
            "背景墙边框线条\n" +
            "家用防盗门指纹锁\n" +
            "吸音板\n" +
            "ppr水管接头配件\n" +
            "液体钉\n" +
            "木饰面\n" +
            "自喷漆\n" +
            "荧光粉\n" +
            "窗户锁\n" +
            "立邦乳胶漆\n" +
            "拼镜\n" +
            "原子灰\n" +
            "卧室门锁\n" +
            "水泥地面漆\n" +
            "防腐木板材\n" +
            "智能密码锁指纹门锁\n" +
            "防水涂料 卫生间\n" +
            "内墙乳胶漆 白色\n" +
            "防水材料 卫生间\n" +
            "黑板漆\n" +
            "护墙板\n" +
            "桐油\n" +
            "密封条\n" +
            "墙漆\n" +
            "建筑模板\n" +
            "防霉玻璃胶\n" +
            "三角支撑架\n" +
            "不锈钢管\n" +
            "pvc水管配件\n" +
            "玻璃门指纹锁\n" +
            "玻璃夹\n" +
            "液压撑杆\n" +
            "门把手\n" +
            "钢丝绳\n" +
            "插销\n" +
            "配钥匙\n" +
            "阻门器\n" +
            "镂空吊顶雕花板\n" +
            "水泥漆\n" +
            "亚克力板定做\n" +
            "外墙漆\n" +
            "油漆 木器漆\n" +
            "门镜 猫眼\n" +
            "白色补墙膏 墙面修补\n" +
            "黑色拉手 现代简约\n" +
            "柜脚 可调节\n" +
            "隔音板\n" +
            "糯米胶\n" +
            "密码锁 门锁 家用\n" +
            "护角条 护墙角 墙护角\n" +
            "树脂瓦\n" +
            "防盗链\n" +
            "抽屉拉手\n" +
            "闪粉\n" +
            "木油\n" +
            "生态木吊顶\n" +
            "油漆\n" +
            "漆\n" +
            "挤塑板\n" +
            "天然气管\n" +
            "泡沫胶填缝剂 门窗 通用型 防水\n" +
            "金属漆 油漆 防锈\n" +
            "透明防水胶\n" +
            "饰面板 免漆\n" +
            "免打孔门吸\n" +
            "强磁门吸\n" +
            "石塑线条\n" +
            "密码锁门锁 家用\n" +
            "集成墙面\n" +
            "美逢剂 瓷砖美缝剂\n" +
            "防漏水补屋顶材料\n" +
            "护角\n" +
            "免漆板\n" +
            "工业风水泥漆\n" +
            "支撑脚\n" +
            "补墙膏 墙面脱落修补 白色 防水\n" +
            "免打孔胶 强力胶 比钉牢\n" +
            "地砖美缝剂\n" +
            "三星指纹锁\n" +
            "木线条\n" +
            "门挡\n" +
            "瓷缝剂\n" +
            "塑钢窗滑轮\n" +
            "免钉胶 强力胶 瓷砖 免打孔\n" +
            "衣柜拉手\n" +
            "白乳胶\n" +
            "镂空雕花吊顶\n" +
            "实木线条\n" +
            "煤气管软管\n" +
            "隔板支架\n" +
            "堵漏王\n" +
            "合页\n" +
            "隐形门合页\n" +
            "房门锁\n" +
            "防锈漆 金属漆\n" +
            "裤架\n" +
            "玻璃门拉手\n" +
            "指纹锁家用防盗门智能\n" +
            "油漆\n" +
            "电子猫眼\n" +
            "勾缝剂美缝剂\n" +
            "吸音棉\n" +
            "屏幕修复胶水\n" +
            "室内门锁 黑色\n" +
            "平开窗风撑\n" +
            "猫眼\n" +
            "填缝剂\n" +
            "氟碳漆\n" +
            "防水材料 屋顶\n" +
            "家具维修材料\n" +
            "塑钢泥\n" +
            "水管\n" +
            "精密管\n" +
            "6寸万向轮\n" +
            "补漆膏\n" +
            "中空板\n" +
            "立邦\n" +
            "美缝剂瓷砖地砖专用防水填勾缝\n" +
            "免漆板\n" +
            "美缝胶 瓷砖专用 防水\n" +
            "支架\n" +
            "太阳能传感器\n" +
            "不锈钢毛细管\n" +
            "桑拿板\n" +
            "隔热板\n" +
            "pvc管件\n" +
            "脚手架\n" +
            "木线条\n" +
            "包下水管道装饰护角\n" +
            "免漆板\n" +
            "美缝剂施工工具 全套\n" +
            "屋顶防水补漏\n" +
            "防水涂料\n" +
            "防水卷材\n" +
            "气弹簧\n" +
            "镂空雕花隔断\n" +
            "尼龙扎带\n" +
            "木地板修复补漆膏\n" +
            "防腐木\n" +
            "多乐士\n" +
            "铝塑板\n" +
            "地板修复划痕\n" +
            "补漏王屋顶裂缝 防水\n" +
            "铝塑管\n" +
            "油漆\n" +
            "保温棉\n" +
            "水性漆白色\n" +
            "清水混凝土\n" +
            "直角连接件\n" +
            "木漆\n" +
            "砖雕\n" +
            "水泥\n" +
            "电视玻璃艺术背景墙\n" +
            "腻子粉\n" +
            "刷墙涂料 白色 室内自刷\n" +
            "门吸 免打孔\n" +
            "瓷砖美缝\n" +
            "三角支架 托架\n" +
            "防水瓷砖专用美缝剂\n" +
            "吸音棉 墙体\n" +
            "钢管堵头\n" +
            "锁头\n" +
            "卷材\n" +
            "外墙防水涂料\n" +
            "金粉\n" +
            "门缝门底密封条防风\n" +
            "铁链\n" +
            "塑钢窗密封条\n" +
            "防水卷材 自粘\n" +
            "硅胶\n" +
            "金箔纸\n" +
            "碳化木\n" +
            "有机玻璃板\n" +
            "发泡胶\n" +
            "墙面修补\n" +
            "隔热板\n" +
            "防水贴\n" +
            "乳胶漆 彩色 室内\n" +
            "玻璃胶密封胶\n" +
            "锁体\n" +
            "猫眼门镜\n" +
            "三通\n" +
            "密封条 门 窗\n" +
            "彩色玻璃胶\n" +
            "墙漆 白色 内墙自刷\n" +
            "鱼缸上下水接头\n" +
            "u型锁\n" +
            "生态木\n" +
            "pvc弯头\n" +
            "太阳能热水器控制器\n" +
            "ppr管\n" +
            "免钉胶强力胶\n" +
            "pe水管\n" +
            "油漆木器漆\n" +
            "pe管\n" +
            "石膏线条吊顶线\n" +
            "防水胶带\n" +
            "防盗门密封条隔音防风防撞胶条\n" +
            "装饰线条 欧式\n" +
            "金箔\n" +
            "腻子膏内墙 白色 防水\n" +
            "透明亚克力\n" +
            "马桶玻璃胶\n" +
            "环氧地坪漆\n" +
            "门缝\n" +
            "真石漆\n" +
            "石膏线条背景墙\n" +
            "凯迪仕指纹锁\n" +
            "防霉玻璃胶 厨卫\n" +
            "自喷漆 手摇喷漆\n" +
            "黑色喷漆\n" +
            "美缝剂瓷\n" +
            "生态板\n" +
            "无缝钢管\n" +
            "大理石胶\n" +
            "美式房门锁\n" +
            "糯米胶 壁纸胶\n" +
            "云石胶\n" +
            "保护膜\n" +
            "柜门把手\n" +
            "油漆室内彩色\n" +
            "多乐士漆\n" +
            "艺术漆\n" +
            "亚克力板\n" +
            "防盗门锁芯\n" +
            "清水混凝土漆\n" +
            "合页\n" +
            "瓷砖修补剂\n" +
            "窗户锁扣 推拉窗户\n" +
            "硅藻泥涂料\n" +
            "电动清缝锥\n" +
            "多乐士墙面漆\n" +
            "亚克力\n" +
            "墙纸胶\n" +
            "外装门锁\n" +
            "ppr管件\n" +
            "美逢剂 瓷砖美缝剂工具 全套\n" +
            "4寸万向轮\n" +
            "自来水管\n" +
            "ppr配件\n" +
            "支架托架 折叠\n" +
            "球形锁\n" +
            "手喷漆\n" +
            "外墙涂料\n" +
            "青瓦\n" +
            "瓷砖背胶\n" +
            "静音门锁室内卧室房门锁\n" +
            "墙裙\n" +
            "墙漆 彩色 室内 无甲醛\n" +
            "三角架托架 墙壁\n" +
            "通开挂锁\n" +
            "晾衣杆\n" +
            "楼顶防水补漏材料\n" +
            "做旧漆\n" +
            "不锈钢屏风\n" +
            "电视背景墙线条\n" +
            "煤气管\n" +
            "卫生间防水\n" +
            "水泥固化剂\n" +
            "橱柜把手现代简约\n" +
            "缓冲阻尼铰链\n" +
            "地坪漆 水泥地面\n" +
            "硅藻泥电视背景墙图案\n" +
            "墙漆 白色 内墙\n" +
            "钢管\n" +
            "金粉 闪光粉\n" +
            "自动喷漆\n" +
            "电视墙边框\n" +
            "免漆木饰面板\n" +
            "顶角线\n" +
            "护角条\n" +
            "防水材料\n" +
            "地砖美缝\n" +
            "发泡剂 填缝剂\n" +
            "软线条\n" +
            "玻璃砖\n" +
            "美缝胶\n" +
            "硅胶门吸\n" +
            "集成墙板 快装墙板\n" +
            "抽屉锁 柜门锁\n" +
            "衣柜挂杆\n" +
            "木门漆 改色翻新\n" +
            "厂房车间地面漆\n" +
            "金属漆\n" +
            "多乐士家丽安净味\n" +
            "铁链子\n" +
            "玻璃钢格栅\n" +
            "防盗挂锁\n" +
            "ppr热水管\n" +
            "白水泥\n" +
            "三角支架\n" +
            "热熔管水管\n" +
            "家具漆\n" +
            "仿古瓦\n" +
            "阳角护角条\n" +
            "色精\n" +
            "三合一连接件\n" +
            "门缝密封条\n" +
            "水泥漆 墙面漆\n" +
            "墙面乳胶漆白色\n" +
            "白胶\n" +
            "水泥墙面漆\n" +
            "墙护角\n" +
            "卫生间防水补漏胶\n" +
            "欧式门锁室内\n" +
            "泡沫胶\n" +
            "更衣柜锁\n" +
            "地弹簧\n" +
            "艺术玻璃隔断\n" +
            "门锁 锁大门\n" +
            "衣柜衣杆\n" +
            "沥青瓦\n" +
            "铝合金天沟\n" +
            "夜光颜料\n" +
            "耐力板\n" +
            "墙面漆 内墙 白色\n" +
            "隔音棉 墙体 室内\n" +
            "发泡剂填缝剂\n" +
            "固特铰链\n" +
            "猫眼摄像头 wifi 无线\n" +
            "大理石台面\n" +
            "墙皮脱落修补\n" +
            "卫生间门吸 免打孔\n" +
            "柜子锁\n" +
            "插销 门扣门栓\n" +
            "镂空雕花板吊顶\n" +
            "防腐木板\n" +
            "锁芯 防盗门\n" +
            "对丝接头\n" +
            "浴室防水胶\n" +
            "木板\n" +
            "角码\n" +
            "隔音\n" +
            "智能猫眼\n" +
            "金粉漆\n" +
            "汽车腻子\n" +
            "食用金箔\n" +
            "补墙膏 墙面修补\n" +
            "内塞\n" +
            "卫生间防水补漏\n" +
            "pvc排水管\n" +
            "防火板\n" +
            "门锁室内\n" +
            "塑钢泥陶瓷胶 防水 防霉\n" +
            "可视门铃家用\n" +
            "楼顶防水材料 补漏\n" +
            "欧式集成墙板\n" +
            "3寸万向轮\n" +
            "胶\n" +
            "小米指纹锁\n" +
            "镂空雕花板\n" +
            "支架 托架\n" +
            "拉手 现代简约\n" +
            "隔热棉\n" +
            "三角架支架\n" +
            "角码连接件\n" +
            "生态木吊顶材料\n" +
            "多乐士官方旗舰店官网\n" +
            "铝合金门窗滑轮\n" +
            "吊轮吊轨\n" +
            "防腐木油\n" +
            "把手\n" +
            "玻璃电视背景墙 茶镜\n" +
            "墙角护角条\n" +
            "堵漏胶带\n" +
            "填缝剂 瓷砖专用防水\n" +
            "可视猫眼\n" +
            "塑料瓦\n" +
            "燃气管\n" +
            "陶瓷柜门拉手\n" +
            "插销锁\n" +
            "瓷砖找平器 调平器\n" +
            "瓷砖美缝剂 防水防霉\n" +
            "pvc线条\n" +
            "玻璃门密码锁\n" +
            "自来水管\n" +
            "皇室工匠美缝剂\n" +
            "门底密封条\n" +
            "墙裙板\n" +
            "地平漆\n" +
            "防漏胶\n" +
            "水性漆\n" +
            "硅藻泥 涂料\n" +
            "乳胶漆 彩色\n" +
            "缓冲铰链\n" +
            "空调洞装饰盖\n" +
            "瓷砖修补剂 陶瓷膏\n" +
            "结构胶 白色\n" +
            "沙发腿\n" +
            "家具修复漆\n" +
            "洗车房地格栅\n" +
            "无缝钢管精密管\n" +
            "美缝剂施工工具 全套 专用每逢\n" +
            "水管补漏胶\n" +
            "家具修补膏\n" +
            "门锁 防盗门\n" +
            "万能胶\n" +
            "六分转四分接头\n" +
            "金色拉手\n" +
            "防水补漏胶\n" +
            "家具修补笔\n" +
            "键盘托\n" +
            "发泡剂\n" +
            "月牙锁\n" +
            "指纹密码锁电子锁\n" +
            "轮子\n" +
            "脚手架厂家直销\n" +
            "门防风条\n" +
            "雨虹防水\n" +
            "调节脚\n" +
            "基膜\n" +
            "智能指纹锁密码锁\n" +
            "窗户防盗锁\n" +
            "防水堵漏胶带\n" +
            "水管接头配件\n" +
            "北欧拉手 柜门\n" +
            "太阳能仪表\n" +
            "ppr水管配件\n" +
            "门栓\n" +
            "大理石\n" +
            "天然气管 波纹管\n" +
            "门底密封条隔音条\n" +
            "燃气管 天然气\n" +
            "背景墙线条框\n" +
            "有机玻璃管\n" +
            "橱柜铰链\n" +
            "伸缩裤架\n" +
            "门锁室内 卧室 实木\n" +
            "三聚氰胺板\n" +
            "三角支架 墙\n" +
            "花格\n" +
            "窗户限位器\n" +
            "门把手\n" +
            "精密钢管\n" +
            "实木板材\n" +
            "角码 直角\n" +
            "u型锁 玻璃门锁\n" +
            "防水胶堵漏\n" +
            "结构胶 黑色\n" +
            "瓷砖美缝胶\n" +
            "防盗门密封条自粘型\n" +
            "德高美缝剂\n" +
            "密封胶\n" +
            "玻璃胶 透明\n" +
            "房顶防水补漏材料\n" +
            "桑拿板吊顶\n" +
            "亚太天能指纹锁\n" +
            "橱柜脚\n" +
            "石英砂\n" +
            "衣柜锁\n" +
            "锁芯 通用型\n" +
            "房门锁锁芯\n" +
            "有机玻璃\n" +
            "防绣漆\n" +
            "屋顶防水\n" +
            "电线管\n" +
            "ppr水管热水管\n" +
            "猫眼摄像头\n" +
            "天沟雨水槽\n" +
            "pvc三通\n" +
            "沥青防水涂料 屋顶\n" +
            "保护条 墙角 护角线\n" +
            "鹿客classic\n" +
            "德高防水\n" +
            "油漆 金属 防锈漆\n" +
            "防盗门把手\n" +
            "道康宁玻璃胶\n" +
            "钢结构阳光房\n" +
            "房间锁\n" +
            "隔音毡\n" +
            "地吸门吸\n" +
            "不锈钢方管\n" +
            "墙壁支架\n" +
            "指纹密码锁家用防盗门\n" +
            "涂料 内墙 白色\n" +
            "碳化木\n" +
            "衣柜旋转衣架\n" +
            "保温板\n" +
            "抽屉暗拉手\n" +
            "防盗门指纹锁密码锁\n" +
            "五金配件\n" +
            "贴墙纸胶水\n" +
            "阻门器 旅行\n" +
            "挂衣杆衣柜\n" +
            "卫生间防漏\n" +
            "橱柜液压杆 上翻门支撑杆气杆\n" +
            "房屋医生\n" +
            "挡鼠板\n" +
            "pe管材\n" +
            "防撞粒\n" +
            "静音门锁室内 卧室\n" +
            "家具翻新漆\n" +
            "美缝剂瓷砖地砖专用防水真瓷胶\n" +
            "钥匙机\n" +
            "内外丝接头\n" +
            "腻子\n" +
            "智能门锁\n" +
            "阳光房\n" +
            "艺术玻璃屏风\n" +
            "琉璃瓦\n" +
            "混泥土固化剂\n" +
            "美缝剂 瓷砖专用\n" +
            "推拉门 滑轮\n" +
            "水泥漆 墙面\n" +
            "护角线墙角保护条\n" +
            "防腐木围栏\n" +
            "集装箱房\n" +
            "边框线条\n" +
            "防盗门门锁\n" +
            "厨门拉手\n" +
            "智能锁指纹密码锁\n" +
            "涂料\n" +
            "白色扣板\n" +
            "门 窗 密封条\n" +
            "uv板\n" +
            "方管堵头\n" +
            "吸音棉\n" +
            "指纹锁 防盗门\n" +
            "地板漆\n" +
            "家具把手\n" +
            "仿古地坪漆\n" +
            "瓷砖十字卡\n" +
            "电视背景线条\n" +
            "鹿客智能锁\n" +
            "断桥铝门窗\n" +
            "罗马柱子 欧式\n" +
            "地固\n" +
            "铜管\n" +
            "意利原子\n" +
            "地吸\n" +
            "实木护角\n" +
            "胶合板\n" +
            "石膏线\n" +
            "铝合金窗锁扣\n" +
            "沟盖板\n" +
            "混凝土密封固化剂\n" +
            "pe管件配件\n" +
            "水管保温管\n" +
            "隐形拉手\n" +
            "石膏线条\n" +
            "防盗门猫眼 家用\n" +
            "密封条 门 窗自粘\n" +
            "密码锁挂锁 柜子锁\n" +
            "玻璃门封条 密封条防风\n" +
            "美岩水泥板\n" +
            "角铁\n" +
            "指纹锁挂锁\n" +
            "亚克力板 定制\n" +
            "金点原子\n" +
            "镂空花格吊顶雕花板\n" +
            "衣柜杆\n" +
            "透水砖\n" +
            "木门密封条\n" +
            "voc指纹锁\n" +
            "化粪池\n" +
            "密码钥匙盒\n" +
            "万向轮 轮\n" +
            "挂锁 防水防锈\n" +
            "美缝剂 瓷砖\n" +
            "彩钢瓦\n" +
            "堵头\n" +
            "下水管隔音棉\n" +
            "不锈钢扎带\n" +
            "衣柜铰链\n" +
            "防水涂料 屋顶\n" +
            "茶几玻璃面 钢化\n" +
            "水管接头配件\n" +
            "热熔管水管\n" +
            "ppr活接\n" +
            "三合一\n" +
            "洗车房格栅\n" +
            "diy木板\n" +
            "不锈钢地沟盖板\n" +
            "护墙板 装饰板\n" +
            "护角条 护墙角 实木\n" +
            "墙上三角支架托架\n" +
            "划线漆\n" +
            "卫生间门锁\n" +
            "乳胶漆 立邦\n" +
            "不锈钢弯头\n" +
            "岗亭\n" +
            "阳台防腐木\n" +
            "伸缩风管\n" +
            "pvc雕花板\n" +
            "茶几 钢化玻璃面\n" +
            "家具脚\n" +
            "液压杆\n" +
            "支架托架\n" +
            "门锁套装 防盗\n" +
            "脚轮带刹车\n" +
            "铝塑管 接头 配件\n" +
            "色浆\n" +
            "乳胶漆涂料\n" +
            "门锁室内 卧室 通用型\n" +
            "厕所防水 防漏胶\n" +
            "瓷砖上墙\n" +
            "强力胶\n" +
            "水管\n" +
            "防霉硅胶\n" +
            "防锈漆 油漆\n" +
            "玻璃房 阳光房\n" +
            "hdpe波纹管\n" +
            "锁扣\n" +
            "衣柜 裤架\n" +
            "铝合金护墙角\n" +
            "防水剂\n" +
            "防火隔热棉\n" +
            "墙板\n" +
            "层板支架\n" +
            "美缝剂 德高\n" +
            "三星密码锁\n" +
            "夜光\n" +
            "别墅阳光房\n" +
            "屋顶防水沥青\n" +
            "锁扣\n" +
            "墙上置物架\n" +
            "补漏防水胶带\n" +
            "镂空玄关隔断\n" +
            "生态木护墙板\n" +
            "沥青瓦片\n" +
            "密码挂锁\n" +
            "水泥板\n" +
            "雕花板\n" +
            "墙面修复\n" +
            "稻草漆\n" +
            "保温隔热棉\n" +
            "移门滑轮\n" +
            "美缝剂工具\n" +
            "腻子膏\n" +
            "堵头\n" +
            "背胶\n" +
            "线条\n" +
            "防盗门密码锁\n" +
            "玻璃胶水强力胶防水\n" +
            "门碰\n" +
            "木器漆 清漆 透明\n" +
            "门锁室内 卧室 欧式\n" +
            "科定饰面板\n" +
            "隔音\n" +
            "沥青\n" +
            "门把手拉手\n" +
            "老式门锁\n" +
            "碳纤维布\n" +
            "不锈钢隔断\n" +
            "大理石台面定做\n" +
            "透水混凝土\n" +
            "三棵树\n" +
            "重型滑轨\n" +
            "防盗锁芯\n" +
            "家用指纹密码锁\n" +
            "凯迪仕\n" +
            "德施曼指纹锁\n" +
            "不锈钢井盖\n" +
            "无缝管\n" +
            "脚轮万向轮重型5寸\n" +
            "清漆\n" +
            "隔热板\n" +
            "小锁\n" +
            "静音轮\n" +
            "井盖\n" +
            "防盗门锁体\n" +
            "防锈漆 栏杆\n" +
            "亚克力卡槽a4\n" +
            "隔音棉 下水管\n" +
            "内墙防水涂料\n" +
            "无影胶\n" +
            "生态木方通\n" +
            "密码门锁 家用 指纹锁\n" +
            "卫生间门锁无钥匙\n" +
            "乳胶漆 内墙\n" +
            "防水补漏材料 屋顶\n" +
            "渗透型防水剂\n" +
            "罗马柱\n" +
            "ppr 水管管材\n" +
            "背景墙线条框\n" +
            "门栓插销\n" +
            "模板\n" +
            "墙面漆\n" +
            "结构胶白色\n" +
            "陶土砖\n" +
            "生态木吊顶\n" +
            "风管\n" +
            "防腐木地板户外露台\n" +
            "老式防盗门锁\n" +
            "小挂锁\n" +
            "铰链 阻尼缓冲\n" +
            "面漆\n" +
            "pvc护角条\n" +
            "角码 角铁\n" +
            "美国宣伟\n" +
            "生态板\n" +
            "ppr\n" +
            "液压合页\n" +
            "排气管\n" +
            "静音锁\n" +
            "重型导轨\n" +
            "指纹锁 三星\n" +
            "内墙涂料\n" +
            "门吸 地吸\n" +
            "墙面漆 内墙\n" +
            "锁头 挂锁\n" +
            "美缝剂防水\n" +
            "衣柜裤架\n" +
            "墙纸上胶机\n" +
            "三角托架\n" +
            "楼顶隔热\n" +
            "重型脚轮\n" +
            "防盗锁芯\n" +
            "糯米胶 基膜套装\n" +
            "卫生间 防水补漏胶\n" +
            "自流平\n" +
            "轮\n" +
            "艺术涂料\n" +
            "防盗锁 挂锁\n" +
            "外墙防水材料\n" +
            "水管接头 4分\n" +
            "窗套模具\n" +
            "桌腿 支架\n" +
            "结构胶 黑色 建筑用\n" +
            "彩色亚克力板\n" +
            "真瓷胶美缝剂\n" +
            "装饰线条 欧式\n" +
            "砖雕 仿古砖雕\n" +
            "乳胶漆 彩色\n" +
            "实木板材\n" +
            "中式柜门拉手 新中式\n" +
            "珠光粉\n" +
            "华润漆\n" +
            "铝合金窗户密封条\n" +
            "多乐士金装五合一\n" +
            "德高防水k11柔韧型\n" +
            "三棵树净味二合一\n" +
            "通用型防盗门锁芯\n" +
            "罗马柱栏杆模具\n" +
            "液压铰链\n" +
            "勾缝剂\n" +
            "门锁芯\n" +
            "烧结砖\n" +
            "可视门铃\n" +
            "护角条 护墙角保护条\n" +
            "美缝剂 防水\n" +
            "移门吊轮\n" +
            "地板漆水泥地面漆\n" +
            "水泥\n" +
            "砂岩\n" +
            "植筋胶\n" +
            "聚氨酯防水涂料\n" +
            "北欧柜门拉手\n" +
            "室内油漆\n" +
            "自流平水泥\n" +
            "铝合金阳光房\n" +
            "三角支架托架\n" +
            "碳化木板\n" +
            "锁芯 防盗门\n" +
            "集装箱\n" +
            "滑道 抽屉\n" +
            "防盗门指纹锁智能门锁\n" +
            "都芳官方旗舰店\n" +
            "黑色静音门锁\n" +
            "洗车房玻璃钢格栅\n" +
            "水泥地坪漆\n" +
            "室内防水涂料\n" +
            "美缝工具 清缝刀\n" +
            "电子锁\n" +
            "卫生间锁\n" +
            "护墙板 装饰板\n" +
            "三棵树官方旗舰店\n" +
            "pvc管\n" +
            "别墅阳光房\n" +
            "指纹锁家用防盗门锁\n" +
            "金点原子锁\n" +
            "隐形柜门拉手\n" +
            "玻璃\n" +
            "klc门锁\n" +
            "大门锁\n" +
            "车轮\n" +
            "净味漆 室内\n" +
            "c级锁芯\n" +
            "护墙板 生态木\n" +
            "挂锁 锁大门\n" +
            "亚克力有机玻璃\n" +
            "油毡瓦\n" +
            "全铜拉手\n" +
            "门锁室内卧室房门\n" +
            "灌浆料\n" +
            "室内门锁具\n" +
            "中式拉手 柜门 新中式\n" +
            "防盗门锁 通用型\n" +
            "新中式门锁\n" +
            "超重型脚轮\n" +
            "水性漆\n" +
            "推拉门滑轮\n" +
            "隐形拉手 柜门\n" +
            "卧室静音门锁\n" +
            "内墙涂料乳胶漆\n" +
            "厨柜拉手\n" +
            "强力瓷砖胶粘合剂\n" +
            "瓷砖背涂胶\n" +
            "都芳\n" +
            "卓高美缝剂\n" +
            "指纹锁电子门锁\n" +
            "玻璃大门拉手\n" +
            "涂料 内墙 白色\n" +
            "脚轮 万向轮 重型 5寸\n" +
            "门锁室内 卧室 简约\n" +
            "厨房卫生间防水涂料\n" +
            "房门锁 卧室 通用型\n" +
            "电动美缝打胶机\n" +
            "指纹锁密码锁防盗门\n" +
            "木门锁\n" +
            "美缝剂 勾缝剂\n" +
            "速干水泥\n" +
            "4分ppr水管\n" +
            "无缝管钢管\n" +
            "防盗门密码锁指纹锁\n" +
            "智能 指纹锁\n" +
            "卫生间防漏胶\n" +
            "海尔指纹锁\n" +
            "防腐木木屋\n" +
            "内墙漆\n" +
            "进口漆\n" +
            "门拉手\n" +
            "乳胶漆 白色 内墙\n" +
            "内墙面漆\n" +
            "卧室门锁 家用 木门通用型\n" +
            "电动车锁 u型锁\n" +
            "瓷砖胶强力粘合剂\n" +
            "防腐木 葡萄架 庭院\n" +
            "智能指纹锁\n" +
            "石膏粉\n" +
            "防水瓷砖专用填缝剂\n" +
            "c级锁芯\n" +
            "防盗门智能锁 家用\n" +
            "中式门锁\n" +
            "胶水\n" +
            "保安岗亭\n" +
            "洗车格栅板\n" +
            "保安亭\n" +
            "五金配件\n" +
            "管\n" +
            "涂料 内墙 白色 乳胶漆\n" +
            "仿古瓦\n" +
            "封阳台\n" +
            "纯铜门锁\n" +
            "美式橱柜门拉手\n" +
            "室内静音门锁\n" +
            "指纹门锁\n" +
            "钢结构阳光房\n" +
            "水性漆\n" +
            "门拉手大门把手明装\n" +
            "黑色门锁室内\n" +
            "内墙乳胶漆\n" +
            "岗亭保安亭\n" +
            "石材电视背景墙\n" +
            "进口乳胶漆\n" +
            "阳光房\n" +
            "德国乳胶漆\n" +
            "环保乳胶漆\n" +
            "瓷砖\n" +
            "吊顶材料\n" +
            "捆绑\n" +
            "收费岗亭\n" +
            "防盗门\n" +
            "立邦\n" +
            "五金配件\n";
    String shops1123 =
//            "孕妇连衣裙\n" +
//            "孕妇夏装\n" +
//            "孕妇装\n" +
//            "孕妇裙\n" +
//            "月子服夏 薄款 产后 夏季 哺乳\n" +
//            "月子服\n" +
//            "月子服春秋纯棉产后 孕妇\n" +
//            "哺乳衣夏时尚 产后 喂奶 外出\n" +
//            "哺乳期夏装外出时尚夏 喂奶衣\n" +
//            "月子服夏 薄款 产后\n" +
//            "妈咪包\n" +
//            "孕妇套装\n" +
//            "哺乳衣外出 喂奶 辣妈款\n" +
//            "哺乳连衣裙 夏\n" +
//            "孕妇夏装连衣裙\n" +
//            ---------------------------
//            "夏季哺乳衣时尚外出装 潮妈\n" +
//            "哺乳套装夏\n" +
//            "月子鞋\n" +
//            "孕妇连衣裙 夏\n" +
//            "孕妇连衣裙夏 中长款\n" +
//            "孕妇夏装连衣裙吊带\n" +
//            "孕妇裙 夏\n" +
//            "月子帽\n" +
//            "孕妇睡衣\n" +
//            "夏装裙孕妇装韩版\n" +
//            "哺乳衣\n" +
//            "无袖孕妇裙\n" +
//            "产后月子服夏 薄款\n" +
//            "哺乳衣外出辣妈款\n" +
//                    ----------------------
//            "辣妈哺乳衣\n" +
//            "哺乳衣外出短袖哺乳夏季时尚\n" +
//            "孕妇套装夏装时尚款 两件套夏\n" +
//            "哺乳连衣裙夏\n" +
//            "孕妇装夏装连衣裙\n" +
//            "产后哺乳衣外出夏时尚 连衣裙\n" +
//            "哺乳上衣\n" +
//            "纱布月子服夏 薄款 产后\n" +
//            "连衣裙孕妇\n" +
//            "孕妇裙子\n" +
//            "哺乳期夏装外出时尚夏 喂奶衣\n" +
//            "孕妇装t恤连衣裙\n" +
//            "孕妇连衣裙夏\n" +
//            "婴儿背包外出 妈妈\n" +
//            "孕妇睡衣春秋 产后 月子\n" +
//            "孕妇短袖t恤短款\n" +
//                    -----------------------
            "妈妈包\n" +
            "宽松连衣裙\n" +
            "优密儿孕妇装\n" +
            "孕妇t恤短袖宽松\n" +
            "孕装\n" +
            "孕妇长裙\n" +
            "妈妈包母婴包\n" +
            "连衣裙\n" +
            "孕妇\n" +
            "哺乳套装夏季外出时尚 两件套\n" +
            "哺乳衣外出夏季喂奶\n" +
            "高端孕妇裙\n" +
            "孕妇中长款连衣裙\n" +
            "孕妇睡衣夏女 短袖套装\n" +
            "月子服夏 薄款 产后 夏季\n" +
            "哺乳睡衣\n" +
            "孕妇短袖t恤 纯棉\n" +
            "孕妇装 裙雪纺\n" +
            "春时尚款孕妇装\n" +
            "哺乳连衣裙\n" +
            "孕妇夏装\n" +
            "孕妇裙 夏季中长\n" +
            "哺乳巾\n" +
            "产妇睡衣夏 薄款 孕妇\n" +
            "孕妇雪纺连衣裙\n" +
            "哺乳衣 外出\n" +
            "哺乳连衣裙夏时尚喂奶 外出\n" +
            "孕妇装 短袖t恤\n" +
            "莫代尔孕妇连衣裙\n" +
            "母婴背包外出妈妈包\n" +
            "月子鞋夏薄款\n" +
            "哺乳连衣裙 夏\n" +
            "哺乳连衣裙夏\n" +
            "哺乳连衣裙夏时尚 产后 喂奶\n" +
            "孕妇莫代尔连衣裙\n" +
            "短袖月子服\n" +
            "哺乳衣外出 辣妈款\n" +
            "哺乳衣时尚 产后 喂奶夏连衣裙\n" +
            "孕妇裙无袖夏\n" +
            "孕妇大t恤\n" +
            "哺乳衣夏时尚 产后 喂奶 外出\n" +
            "孕妇t恤\n" +
            "哺乳衣外出夏季时尚喂奶套装\n" +
            "白色蕾丝孕妇连衣裙\n" +
            "孕妇睡衣夏季 薄款\n" +
            "妈妈背包 母婴包 外出 大容量\n" +
            "孕妇碎花长裙\n" +
            "哺乳睡衣夏 薄款\n" +
            "母婴包\n" +
            "孕妇家居服夏季\n" +
            "产后衣服 潮妈\n" +
            "待产包\n" +
            "纱布月子服\n" +
            "哺乳衣夏时尚 产后 喂奶 外出\n" +
            "t恤女孕妇\n" +
            "孕妇上衣\n" +
            "月子帽夏季薄款 产后\n" +
            "月子袜\n" +
            "孕妇哺乳睡衣夏季 薄款 喂奶\n" +
            "孕妇秋装\n" +
            "孕妇装 夏\n" +
            "哺乳连衣裙夏\n" +
            "孕妇吊带长裙\n" +
            "莫代尔孕妇裙\n" +
            "夏孕妇装时尚辣妈\n" +
            "孕妇背心裙夏\n" +
            "哺乳雪纺连衣裙\n" +
            "孕妇t恤 短款\n" +
            "妈咪包多功能大容量\n" +
            "辣妈连衣裙\n" +
            "可哺乳连衣裙\n" +
            "月子鞋春秋 包跟 产后 室内\n" +
            "孕妇短袖\n" +
            "哺乳衣外出 产后 辣妈款\n" +
            "夏季喂奶裙\n" +
            "孕妇装夏装连衣裙显瘦\n" +
            "哺乳睡裙夏\n" +
            "哺乳衣夏喂奶衣\n" +
            "月子服夏季纯棉 薄款 产后夏季\n" +
            "孕妇连衣短裙夏\n" +
            "孕妇短袖长裙\n" +
            "孕妇照片写真服装\n" +
            "孕妇夏装背带裤\n" +
            "孕妇纯棉连衣裙\n" +
            "孕妇套装 夏\n" +
            "月子服夏 薄款 产后 喂奶\n" +
            "孕妇胖妹妹连衣裙\n" +
            "哺乳衣外出 辣妈款 喂奶\n" +
            "月子鞋夏 薄款\n" +
            "孕妇裙雪纺裙\n" +
            "哺乳睡衣春秋纯棉产后 喂奶\n" +
            "防辐射服 孕妇防辐射衣服 上班\n" +
            "孕妇睡衣夏季短袖\n" +
            "外出哺乳衣时尚 产后 喂奶\n" +
            "夏孕妇裙\n" +
            "妈咪包 双肩包\n" +
            "孕妈雪纺连衣裙\n" +
            "裙孕妇女夏\n" +
            "孕妇裙中长款短袖\n" +
            "喂奶衣服\n" +
            "孕妇碎花雪纺连衣裙\n" +
            "露肩孕妇裙\n" +
            "纯棉纱布月子服\n" +
            "莫代尔孕妇睡衣\n" +
            "哺乳裙\n" +
            "孕妇套装\n" +
            "夏哺乳连衣裙\n" +
            "孕妇写真服装\n" +
            "夏装连衣裙孕妇\n" +
            "孕妇装时尚款潮妈\n" +
            "夏装孕妇\n" +
            "喂奶连衣裙\n" +
            "夏季月子服 纯棉薄款\n" +
            "新款蕾丝孕妇装\n" +
            "纯棉孕妇裙 连衣裙\n" +
            "月子服春秋纯棉产后 孕妇喂奶\n" +
            "孕妇吊带裙\n" +
            "月子服春夏纯棉产后 孕妇 薄款\n" +
            "产妇包头巾\n" +
            "夏孕妇连衣裙\n" +
            "夏装连衣裙孕妇装\n" +
            "短袖孕妇装裙\n" +
            "孕妇装\n" +
            "哺乳连衣裙夏 产后\n" +
            "夏短孕妇连衣裙\n" +
            "哺乳连衣裙\n" +
            "孕妇t恤\n" +
            "孕妇连衣裙 长裙 夏季 时尚\n" +
            "孕妇夏装 孕妇裙\n" +
            "时尚装两套装款件套孕妇\n" +
            "孕妇修身连衣裙夏\n" +
            "哺乳衣外出 辣妈款 显瘦\n" +
            "喂奶衣外出短袖\n" +
            "孕妇夏装套装两件套潮妈\n" +
            "孕妇套装夏 两件套 潮妈\n" +
            "月子服 纯棉 春秋 产后\n" +
            "针织孕妇夏装连衣裙\n" +
            "孕妇套装秋装时尚款 两件套\n" +
            "哺乳衣外出辣妈款\n" +
            "孕妇夏装\n" +
            "孕妇荷叶边连衣裙\n" +
            "夏季薄款孕妇睡衣\n" +
            "夏季哺乳上衣\n" +
            "孕妇休闲套装韩版\n" +
            "哺乳 外出 时尚\n" +
            "孕妇短袖t恤\n" +
            "孕妇睡衣夏季 薄款 怀孕期\n" +
            "哺乳衣外出夏季上衣\n" +
            "哺乳装\n" +
            "孕妇鱼尾裙\n" +
            "哺乳上衣外出时尚 喂奶\n" +
            "孕妇睡衣 秋\n" +
            "孕妇装夏装\n" +
            "哺乳衣外出 辣妈款 韩版\n" +
            "孕妇毛衣外套\n" +
            "哺乳睡衣短袖\n" +
            "哺乳短袖t恤 夏\n" +
            "孕妇中长款短袖t恤 纯棉\n" +
            "哺乳背心\n" +
            "孕妇长款蕾丝连衣裙\n" +
            "孕妇夏装蕾丝裙\n" +
            "孕妇秋装\n" +
            "孕妇拍照服装\n" +
            "孕妇套装装时尚款 两件套\n" +
            "哺乳裙新款\n" +
            "秋季月子服\n" +
            "孕妇纯棉睡衣 夏季\n" +
            "孕妇秋装\n" +
            "孕妇夏装上衣\n" +
            "孕妇装夏装韩版短袖\n" +
            "月子帽\n" +
            "孕妇摄影服装\n" +
            "母乳衣服 喂奶夏季\n" +
            "夏季月子服\n" +
            "孕妇装t恤连衣裙\n" +
            "孕妇夏装上衣 短袖 时尚\n" +
            "妈咪袋\n" +
            "婕西孕妇装\n" +
            "夏中长款孕妇连衣裙\n" +
            "哺乳衣喂奶衣外出时尚\n" +
            "裙子孕妇女夏\n" +
            "孕妇两件套夏季\n" +
            "诺宜\n" +
            "哺乳上衣\n" +
            "孕妇t恤裙长款\n" +
            "哺乳衣外出 连衣裙夏季\n" +
            "雪纺哺乳连衣裙夏\n" +
            "时尚喂奶衣\n" +
            "孕妇裙子夏\n" +
            "哺乳连衣裙 夏\n" +
            "月子鞋夏薄款 夏季\n" +
            "孕妇装\n" +
            "孕妇无袖背心裙\n" +
            "夏季哺乳衣外出时尚 显瘦套装\n" +
            "哺乳上衣 短袖\n" +
            "孕妇连衣裙无袖夏装\n" +
            "孕妇宽松t恤女 中长款\n" +
            "夏孕妇装\n" +
            "孕妇照服装\n" +
            "孕妇裙 夏季中长\n" +
            "孕妇打底裙\n" +
            "夏季哺乳衣时尚外出装 潮妈\n" +
            "孕妇月子服 春秋纯棉 产后\n" +
            "孕妇长t恤\n" +
            "哺乳衣\n" +
            "孕妇运动套装夏\n" +
            "孕妇t恤短袖宽松\n" +
            "孕妇小清新夏连衣裙\n" +
            "宝妈包包外出 多功能\n" +
            "哺乳衣 秋冬\n" +
            "哺乳衣 夏 短袖\n" +
            "月子服秋冬产后纯棉\n" +
            "哺乳t恤\n" +
            "哺乳期夏装外出时尚夏 喂奶衣\n" +
            "哺乳连衣裙 夏\n" +
            "孕妇长裙夏韩版\n" +
            "孕妇装运动套装\n" +
            "月子袜 夏\n" +
            "产妇帽夏季薄款\n" +
            "夏季月子服薄款产后 吸汗纯棉\n" +
            "哺乳睡衣 纯棉\n" +
            "月子袜夏季薄款 孕妇 产后\n" +
            "哺乳衣短袖外出夏上衣\n" +
            "孕妇夏装孕妇连衣裙短袖\n" +
            "无袖孕妇装\n" +
            "孕妇针织连衣裙夏装 冰丝 宽松\n" +
            "哺乳连衣裙夏 雪纺\n" +
            "莫代尔月子服\n" +
            "妈咪背包 母婴包 外出\n" +
            "母婴外出包\n" +
            "月子服夏 薄款 产后 夏天\n" +
            "孕妇短袖t恤 纯棉\n" +
            "怀孕连衣裙\n" +
            "孕妇裙女夏\n" +
            "孕妇上衣\n" +
            "哺乳上衣外出时尚 喂奶\n" +
            "哺乳衣套装 外出 时尚夏 夏天\n" +
            "孕妇t恤夏\n" +
            "孕妇睡衣套装\n" +
            "哺乳雪纺连衣裙\n" +
            "外出哺乳衣连衣裙秋\n" +
            "孕妇长裙 连衣裙\n" +
            "月子睡衣夏 孕妇 产后 薄款\n" +
            "孕妇t恤 夏\n" +
            "哺乳上衣 短袖\n" +
            "夏季月子服薄款产后 孕妇纯棉\n" +
            "哺乳家居服\n" +
            "孕妇夏季短袖短裤套装\n" +
            "孕妇中长款无袖连衣裙\n" +
            "月子头巾\n" +
            "孕妇裙纱\n" +
            "哺乳连衣裙夏 产后\n" +
            "喂奶衣夏外出 时尚\n" +
            "哺乳衣 外出 时尚夏季 连衣裙\n" +
            "夏季月子鞋\n" +
            "哺乳衣 夏\n" +
            "哺乳连衣裙 外出喂奶衣\n" +
            "月子鞋夏薄款 产后 透气 夏季\n" +
            "显瘦孕妇装 潮妈\n" +
            "孕妇夏季连衣裙\n" +
            "孕妇装夏装连衣裙长款中长款\n" +
            "孕妇蕾丝裙 夏\n" +
            "孕妇装 运动套装\n" +
            "母婴包外出妈妈包 时尚\n" +
            "哺乳裙\n" +
            "月子服夏 薄款 产后纯棉\n" +
            "夏季喂奶裙\n" +
            "孕妇夏装连衣裙 中长款\n" +
            "哺乳t\n" +
            "哺乳衣外出 辣妈款\n" +
            "孕妇莫代尔长裙\n" +
            "孕妇帽子夏季\n" +
            "镂空孕妇连衣裙\n" +
            "孕妇短袖纯棉\n" +
            "哺乳衣 夏\n" +
            "哺乳睡裙夏 喂奶\n" +
            "妈咪背包双肩包大容量多功能\n" +
            "孕妇短袖t恤女 宽松 韩版\n" +
            "月子服 秋冬\n" +
            "孕妇 夏 上衣 时尚\n" +
            "babycare\n" +
            "哺乳睡衣夏短袖\n" +
            "hoya时尚孕妇装\n" +
            "孕妇雪纺裙\n" +
            "孕妇背心裙\n" +
            "哺乳衣\n" +
            "孕妇毛衣\n" +
            "月子睡衣\n" +
            "孕妇睡衣夏\n" +
            "greenlip\n" +
            "孕妇裙\n" +
            "孕妇宽松连衣裙\n" +
            "月子服 夏 薄款 纯棉产后\n" +
            "妈妈背包 母婴包 外出\n" +
            "孕妇套装\n" +
            "妈咪包 多功能大容量\n" +
            "哺乳衣\n" +
            "孕妇长款t恤\n" +
            "哺乳两件套\n" +
            "哺乳套装夏\n" +
            "母婴背包\n" +
            "哺乳衣外出\n" +
            "棉麻孕妇连衣裙\n" +
            "哺乳裙新款\n" +
            "孕妇大码连衣裙\n" +
            "孕妇照衣服\n" +
            "哺乳t恤夏\n" +
            "婴儿外出包\n" +
            "孕妇连衣裙夏中长款\n" +
            "孕妇短裤两件套夏\n" +
            "哺乳连衣裙 产后 喂奶\n" +
            "哺乳衣外出 套装 喂奶\n" +
            "夏季哺乳上衣\n" +
            "孕妇女t恤\n" +
            "正品妈咪包\n" +
            "孕妇装 衬衫\n" +
            "孕妇t恤长款 纯棉\n" +
            "孕妇穿的裙子\n" +
            "夏季月子服 产后 薄款\n" +
            "喂奶外出衣 哺乳 夏季\n" +
            "产妇睡衣春秋\n" +
            "孕妇秋装\n" +
            "夏装女孕妇装韩版\n" +
            "孕妇连衣裙\n" +
            "孕妇长款t恤\n" +
            "背包婴儿外出妈妈包 多功能\n" +
            "商务孕妇装\n" +
            "孕妇t恤 夏\n" +
            "孕妇秋装t恤\n" +
            "bellywear\n" +
            "孕妇装夏\n" +
            "妈咪包 小\n" +
            "孕妇上衣\n" +
            "哺乳期睡衣\n" +
            "孕妇装夏装短袖韩版\n" +
            "哺乳套装\n" +
            "宽松裙\n" +
            "哺乳连衣裙潮妈\n" +
            "孕妇背带裤\n" +
            "哺乳睡衣夏\n" +
            "哺乳衣 外出\n" +
            "影楼孕妇装\n" +
            "孕妇套装 夏装\n" +
            "妈咪包女\n" +
            "孕妇秋装 两件套\n" +
            "十月名裳\n" +
            "孕妇百褶裙\n" +
            "月子服 夏季薄款\n" +
            "哺乳衣套装夏季外出时尚夏\n" +
            "孕妇装夏装 连衣裙\n" +
            "产后睡衣春秋 喂奶 孕妇\n" +
            "哺乳吊带\n" +
            "孕妇背带裙\n" +
            "孕妇短款t恤\n" +
            "小清新新款 孕妇装\n" +
            "孕妇装上衣 夏季 短袖t 宽松夏\n" +
            "孕妇无袖连衣裙\n" +
            "中长款短袖孕妇裙\n" +
            "产后睡衣夏 孕妇 喂奶\n" +
            "孕妇宽松t恤 短袖\n" +
            "雪纺孕妇连衣裙\n" +
            "哺乳短袖\n" +
            "孕之彩孕妇连衣裙\n" +
            "孕妇短裙夏装\n" +
            "喂奶巾\n" +
            "孕妇裙夏\n" +
            "蕾丝喂奶连衣裙夏 哺乳小个子\n" +
            "十月妈咪\n" +
            "孕妇纯棉t恤 短款\n" +
            "孕妇连衣裙 长裙\n" +
            "妈咪包 手提包\n" +
            "月子服夏 薄款 产后纱布\n" +
            "哺乳外衣夏\n" +
            "月子帽\n" +
            "孕妇连衣裙雪纺夏 宽松 怀孕期\n" +
            "夏季喂奶裙\n" +
            "妈咪多功能背包\n" +
            "孕妇夏装套装\n" +
            "孕妇上衣夏装\n" +
            "妈咪包 女\n" +
            "孕妇连衣裙夏 中长款\n" +
            "纱布 月子服\n" +
            "产后喂奶衣外出哺乳夏时尚\n" +
            "孕妇装夏上衣 连衣裙\n" +
            "月子服夏\n" +
            "哺乳连衣裙显瘦\n" +
            "孕妇 连衣裙\n" +
            "哺乳衣产后喂奶外出套装\n" +
            "孕妇背带套装\n" +
            "孕妇长袖t恤\n" +
            "孕妇背带裤 夏\n" +
            "孕妇半身裙\n" +
            "月子帽夏季薄款时尚\n" +
            "孕妇两件套 短裤 夏\n" +
            "哺乳衣短袖外出夏上衣\n" +
            "孕妇半身长裙\n" +
            "孕妇背带裤夏\n" +
            "孕妇短袖t恤短款 宽松\n" +
            "孕妇大t恤\n" +
            "哺乳衣春季新款\n" +
            "梦蜜\n" +
            "哺乳长裙夏\n" +
            "短款宽松上衣孕妇\n" +
            "孕妇连衣裙 中长款\n" +
            "哺乳短袖\n" +
            "孕妇连衣裙夏 短袖\n" +
            "宽松雪纺连衣裙\n" +
            "孕妇薄款内衣\n" +
            "喜多多旗舰店官网正品\n" +
            "婴儿出行包\n" +
            "孕妇秋衣秋裤\n" +
            "产后月子服纯棉秋冬\n" +
            "孕妇中长款衬衫\n" +
            "孕妈妈时尚辣妈夏装孕妇连衣裙\n" +
            "孕妇套装夏装时尚款 两件套夏\n" +
            "哺乳夏月子夏季服薄款产后\n" +
            "日本妈咪包\n" +
            "孕妇秋装连衣裙\n" +
            "哺乳时尚连衣裙 夏\n" +
            "哺乳吊带背心\n" +
            "月子头巾\n" +
            "哺乳衣外出 喂奶 辣妈款\n" +
            "孕妇连衣裙夏 长款 长裙\n" +
            "哺乳衣外出短袖哺乳夏季时尚\n" +
            "孕妇睡裙\n" +
            "孕妇上衣 夏 短袖\n" +
            "孕妇套装夏 两件套 潮妈\n" +
            "宽松连衣裙 夏\n" +
            "孕妇连衣裙 夏\n" +
            "孕妇套装夏装时尚款 两件套夏\n" +
            "哺乳套装夏\n" +
            "孕妇t恤夏条纹\n" +
            "哺乳吊带\n" +
            "牛津布妈咪包\n" +
            "孕妇装短袖裙\n" +
            "孕妇上衣\n" +
            "外出哺乳衣夏时尚 产后 喂奶\n" +
            "妈咪 包\n" +
            "月子鞋\n" +
            "孕妇装专卖\n" +
            "孕妇纱裙\n" +
            "时尚妈咪包大容量\n" +
            "孕妇秋装连衣裙 宽松\n" +
            "孕妇打底裤\n";
    String shops123 = "小风扇\n" +
            "usb风扇\n" +
            "手持小电风扇\n" +
            "风扇小风扇\n" +
            "便携式小风扇\n" +
            "加湿器\n" +
            "充电小风扇\n" +
            "充电小风扇 便携式\n" +
            "迷你风扇\n" +
            "小风扇 充电\n" +
            "风扇\n" +
            "手拿小风扇\n" +
            "小风扇 充电 静音\n" +
            "电小风扇\n" +
            "手持风扇\n" +
            "小电风扇\n" +
            "小风扇 风扇\n" +
            "手拿小风扇充电\n" +
            "风扇学生 便携式充电\n" +
            "充电风扇 便携式 学生\n" +
            "迷你小风扇\n" +
            "小风扇 迷你\n" +
            "usb转接头\n" +
            "小电风扇可充电\n";
    String shops1 = "猫砂\n" +
            "猫砂盆\n" +
            "狗尿垫\n" +
            "狗厕所\n" +
            "豆腐猫砂\n" +
            "猫砂盆 全封闭\n" +
            "宠物剃毛器\n" +
            "狗狗沐浴露\n" +
            "宠物剃毛器电推剪\n" +
            "宠物除臭剂\n" +
            "狗毛剃毛器\n" +
            "狗梳子\n" +
            "撸猫手套\n" +
            "狗尿片\n" +
            "宠物电推剪\n" +
            "宠物尿垫\n" +
            "狗厕所 泰迪\n" +
            "狗狗梳子\n" +
            "猫厕所\n" +
            "狗狗便盆厕所\n" +
            "雪貂\n" +
            "脱毛梳\n" +
            "狗狗上厕所 狗便盆\n" +
            "猫咪用品\n" +
            "猫咪用品\n" +
            "狗狗除臭剂\n" +
            "尿垫\n" +
            "狗狗剃脚毛器\n" +
            "宠物尿片\n" +
            "耳螨 猫\n" +
            "狗狗用品\n" +
            "猫砂盆防外溅\n" +
            "狗剃毛器 宠物电推剪\n" +
            "宠物沐浴露杀螨除菌\n" +
            "松木猫砂\n" +
            "耳螨 猫用\n" +
            "泰迪沐浴液\n" +
            "狗狗用品\n" +
            "狗除臭剂\n" +
            "狗狗剃毛器\n" +
            "猫咪用品\n" +
            "狗沐浴露\n" +
            "狗狗指甲剪\n" +
            "宠物除臭剂杀菌去尿味\n" +
            "膨润土猫砂\n" +
            "猫厕所 全封闭 除臭\n" +
            "狗沐浴液\n" +
            "宠物电推子\n" +
            "吹水机\n" +
            "狗狗沐浴露杀菌除臭\n" +
            "宠物消毒液\n" +
            "狗拉屎厕所 狗便盆\n" +
            "狗狗剪毛神器\n" +
            "吹水机大型犬\n" +
            "猫咪眼药水\n" +
            "猫砂 豆腐砂\n" +
            "狗毛梳\n" +
            "狗吹水机\n" +
            "狗尿布\n" +
            "宠物指甲剪\n" +
            "狗狗尿尿盆厕所\n" +
            "宠物梳子\n" +
            "水晶猫砂\n" +
            "狗尿除味剂\n" +
            "狗狗厕所\n" +
            "狗狗尿不湿\n" +
            "狗尿屎盆用品\n" +
            "宠物推毛器\n" +
            "拾便器\n" +
            "狗狗用品 洗澡\n" +
            "狗毛梳子\n" +
            "猫砂盆 封闭\n" +
            "宠物剃毛器 电推剪\n" +
            "除狗尿骚味除臭剂\n" +
            "雪貂狗狗沐浴露\n" +
            "狗指甲剪\n" +
            "猫砂 除臭\n" +
            "猫沙\n" +
            "剃毛神器手动\n" +
            "绿茶猫砂\n" +
            "狗狗沐浴露 杀菌除臭\n" +
            "猫砂豆腐砂\n" +
            "狗用品\n" +
            "狗狗用品\n" +
            "宠物吹风机\n" +
            "宠物狗推毛器\n" +
            "泰迪沐浴露\n" +
            "狗尿盆\n" +
            "猫厕所 全封闭\n" +
            "狗狗用品\n" +
            "狗厕所自动冲水\n" +
            "狗狗浴盆\n" +
            "泰迪狗用品\n" +
            "猫烘干箱\n" +
            "狗除臭\n" +
            "毛砂\n" +
            "宠物沐浴露\n" +
            "宠物消毒液除臭去尿味\n" +
            "碳酸氢钠滴耳液\n" +
            "宠物厕所狗厕所\n" +
            "狗厕所便盆\n" +
            "狗狗用品 狗梳子\n" +
            "猫毛清理器\n" +
            "狗洗澡盆\n" +
            "狗尿不湿\n" +
            "狗狗剃毛器宠物电推剪\n" +
            "宠物除臭\n" +
            "狗沐浴露杀菌除臭止痒 泰迪\n" +
            "猫砂盆 超大\n" +
            "狗狗狗用品\n" +
            "宠物吹水机\n" +
            "猫指甲剪\n" +
            "狗狗去泪痕\n" +
            "半封闭 猫砂盆\n" +
            "宠物除毛器\n" +
            "全封闭式猫砂盆\n" +
            "耳螨\n" +
            "杜邦卫可\n" +
            "宠物用品 狗狗用品\n" +
            "猫砂除臭剂\n" +
            "狗狗干洗粉\n" +
            "宠物美容台\n" +
            "狗狗狗用品\n" +
            "猫乐适猫砂盆\n" +
            "宠物尿不湿\n" +
            "封闭式猫砂盆\n" +
            "狗狗眼药水\n" +
            "耳螨狗\n" +
            "比熊沐浴露\n" +
            "除狗尿味除臭剂\n" +
            "宠物狗尿垫\n" +
            "狗狗沐浴液\n" +
            "狗沐浴露 杀螨除菌\n" +
            "猫咪用品\n" +
            "猫咪沐浴露\n" +
            "lovecat猫砂\n" +
            "猫梳\n" +
            "狗狗沐浴露 杀螨除菌\n" +
            "狗狗沐浴露杀菌除臭 泰迪\n" +
            "猫耳螨\n" +
            "狗厕所 大号 大型犬\n" +
            "猫咪用品\n" +
            "猫沐浴露\n" +
            "狗狗便盆 厕所\n" +
            "猫咪用品\n" +
            "宠物消毒液杀菌消毒 家用\n" +
            "狗沐浴露杀菌除臭\n" +
            "宠物梳\n" +
            "猫藓药浴\n" +
            "泰迪狗用品\n" +
            "狗狗厕所中型犬\n" +
            "无尘猫砂\n" +
            "封闭式猫厕所\n" +
            "狗沐浴露 杀菌\n" +
            "泰迪沐浴露杀菌除臭螨 美毛\n" +
            "耳肤灵 狗\n" +
            "狗\n" +
            "耳康滴耳液 猫\n" +
            "除臭猫砂 包邮\n" +
            "狗狗推毛器\n" +
            "比熊专用沐浴露\n" +
            "红棕泰迪沐浴露\n" +
            "科德士电推剪\n" +
            "狗厕所\n" +
            "猫咪用品\n" +
            "狗药浴\n" +
            "宠物狗\n" +
            "狗狗用品\n" +
            "金毛犬\n" +
            "宠物\n" +
            "狗\n" +
            "猫\n" +
            "狗\n" +
            "刺猬活体\n" +
            "狗狗\n" +
            "宠物猫\n" +
            "宠物狗\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "博美犬狗用品\n" +
            "萨摩耶\n" +
            "狗品种\n" +
            "狗浴液泰迪专用\n" +
            "防感冒\n" +
            "博美\n" +
            "金毛\n" +
            "宠物狗\n" +
            "猫咪\n" +
            "兔子\n" +
            "防感冒\n" +
            "防感冒\n" +
            "狗狗浴液泰迪专用\n" +
            "杜宾犬\n" +
            "金毛狗\n" +
            "防感冒\n";
    String shops2 =
//            "割草机\n" +
//            "遮阳网\n" +
//            "喷壶\n" +
//            "浇花喷壶\n" +
//            "打草机\n" +
//            "电动喷雾器\n" +
//            "电动割草机\n" +
//            "高枝剪\n" +
            "水管\n" +
            "多菌灵\n" +
            "海绵宝宝水晶泥\n" +
            "竹竿\n" +
            "割草机 背负式\n" +
            "割汽油草机\n" +
            "育苗盘\n" +
            "滴灌带\n" +
            "电动喷雾器 农用\n" +
            "除草机小型 多功能\n" +
            "修枝剪\n" +
            "喷壶 浇花\n" +
            "四冲程背负式割草机\n" +
            "滴灌管\n" +
            "竹篱笆\n" +
            "电动割草机 充电\n" +
            "花剪\n" +
            "电动喷雾器 锂电池\n" +
            "农用喷雾器\n" +
            "多功能割草机\n" +
            "喷雾器 电动\n" +
            "农用水带\n" +
            "高空剪枝剪\n" +
            "滴灌\n" +
            "锄头\n" +
            "园艺剪刀\n" +
            "假山摆件 配件\n" +
            "自动浇花\n" +
            "摘果器\n" +
            "花盆垫底托盘\n" +
            "橡胶水管 软管\n" +
            "油锯\n" +
            "椰砖\n" +
            "喷雾器 农用 电动 高压 多功能\n" +
            "移动花盆托盘\n" +
            "背负式电动喷雾器\n" +
            "绿篱机\n" +
            "充电喷雾器 农用\n" +
            "豆芽菜育苗盘\n" +
            "割灌机\n" +
            "1.5寸水管\n" +
            "耕地机\n" +
            "爬藤网\n" +
            "修剪刀\n" +
            "栅栏\n" +
            "泥土\n" +
            "园林喷头\n" +
            "养鸡围网\n" +
            "除尘雾化喷头\n" +
            "农用电喷雾器\n" +
            "小锄头\n" +
            "绿篱剪\n" +
            "多功能除草机\n" +
            "铲子\n" +
            "收割机\n" +
            "阿维菌素\n" +
            "打药机 高压\n" +
            "四冲程割草机\n" +
            "松土机\n" +
            "电动草坪机\n" +
            "紫竹\n" +
            "割草机 小型 多功能\n" +
            "汽油割草机\n" +
            "除草机 松土机\n" +
            "水车\n";

}
