package com.example.webtest.base;

public interface Shops {

    //            String shops =;
    String shops = "奥特曼\n" +
            "罗布变身器\n" +
            "奥特曼 玩具\n" +
            "奥特曼罗布 水晶\n" +
            "奥特曼玩具\n" +
            "罗布奥特曼\n" +
            "罗布奥特曼水晶\n" +
            "罗布奥特曼变身器\n" +
            "欧布奥特曼\n" +
            "罗布水晶\n" +
            "奥特曼变身器\n" +
            "赛罗奥特曼 玩具\n" +
            "奥特曼胶囊\n" +
            "怪兽软胶\n" +
            "欧布圆环\n" +
            "奥特曼胶囊玩具\n" +
            "怪兽\n" +
            "捷德奥特曼\n" +
            "奥特曼软胶\n" +
            "玩具 男孩\n" +
            "赛罗奥特曼\n" +
            "奥特曼 玩具 变形\n" +
            "奥特曼 玩具 正版\n" +
            "奥特曼玩具套装 变形\n" +
            "奥特蛋\n" +
            "奥特曼 玩具 赛罗\n" +
            "玩具\n" +
            "欧布圣剑\n" +
            "奥特曼变形蛋\n" +
            "奥特曼怪兽玩具\n" +
            "欧布圆环 变身器\n" +
            "怪兽玩具\n" +
            "奥特曼怪兽软胶\n" +
            "欧布奥特曼变身器\n" +
            "奥特蛋 正版 变形蛋\n" +
            "奥特曼蛋\n" +
            "万代奥特曼\n" +
            "奥特曼人偶\n" +
            "欧布奥特曼卡片\n" +
            "奥特曼卡片卡\n" +
            "奥特曼软胶玩具\n" +
            "奥特曼模型\n" +
            "奥特曼软胶人偶\n" +
            "奥特蛋玩具\n" +
            "欧布奥特曼玩具\n" +
            "奥特胶囊\n" +
            "捷德升华器\n" +
            "罗布奥特曼 水晶\n" +
            "奥特蛋 变形蛋\n" +
            "布鲁奥特曼\n" +
            "迪迦奥特曼\n" +
            "捷德奥特曼变身器\n" +
            "贝利亚奥特曼\n" +
            "超大号奥特曼玩具\n" +
            "奥特胶囊玩具\n" +
            "罗布奥特曼玩具\n" +
            "超大奥特曼\n" +
            "银河奥特曼玩具\n" +
            "赛罗奥特曼玩具\n" +
            "捷德升华器胶囊\n" +
            "罗布\n" +
            "迪迦奥特曼act2.0\n" +
            "奥特曼 玩具 套装 变形\n" +
            "奥特曼 玩具 套装\n" +
            "欧布剑\n" +
            "银河奥特曼\n" +
            "奥特曼卡片\n" +
            "欧布奥特曼圣剑\n" +
            "贝利亚软胶\n" +
            "奥特曼玩具模型\n" +
            "罗布特曼变身器\n" +
            "小奥特曼玩具\n" +
            "罗布奥特曼武器\n" +
            "捷德奥特曼升华器\n" +
            "奥特曼变形玩具\n" +
            "奥特曼银河玩具\n" +
            "铠甲勇士玩具\n" +
            "罗布奥特曼变身器水晶\n" +
            "奥特曼玩具套装\n" +
            "戴拿奥特曼\n" +
            "欧布奥特曼圆环\n" +
            "奥特曼 玩具 超大号\n" +
            "迪迦变身器\n" +
            "银河奥特曼软胶\n" +
            "奥特曼玩具人偶\n" +
            "赛罗奥特曼眼镜\n" +
            "赛罗软胶\n" +
            "奥持曼玩具\n" +
            "奥特曼圣剑\n" +
            "塞罗眼镜\n" +
            "奥特曼奥特曼玩具\n" +
            "玩具奥特曼\n" +
            "迪迦奥特曼变身器\n" +
            "黑暗欧布奥特曼\n" +
            "赛文奥特曼\n" +
            "赛罗终极\n" +
            "大奥特曼\n" +
            "超人玩具\n" +
            "奥特曼 大码\n" +
            "奥特曼 软胶人偶\n" +
            "奥特曼 玩具 万代\n" +
            "罗布水晶奥特曼\n" +
            "奥特曼玩具。\n" +
            "奥特曼奇趣蛋\n" +
            "恐龙蛋玩具 变形 蛋\n" +
            "奥特曼 超大号\n" +
            "奥特卡片\n" +
            "儿童玩具奥特曼\n" +
            "赛罗奥特曼 万代\n" +
            "萝卜奥特曼 罗布\n" +
            "奥特曼玩具正版\n" +
            "奥特曼玩具变形\n" +
            "奥特曼衣服\n" +
            "迪迦\n" +
            "欧布 变身器\n" +
            "奥特曼act\n" +
            "大奥特曼玩具\n" +
            "捷德奥特曼玩具\n" +
            "贝利亚玩具\n" +
            "奥特曼变形蛋玩具\n" +
            "奥特曼超大号\n" +
            "猪猪侠\n" +
            "奥特曼玩偶\n" +
            "杰德奥特曼变身器\n" +
            "奥特曼套装\n" +
            "艾克斯奥特曼变身器\n" +
            "儿童玩具\n" +
            "赛文奥特曼玩具\n" +
            "奥特曼 玩具 模型\n" +
            "咸蛋超人\n" +
            "巨神战击队\n" +
            "奥特曼玩具专卖店\n" +
            "男童奥特曼衣服";
                String shops123 ="卫生间置物架\n" +
            "厨房收纳架\n" +
            "鞋架子\n" +
            "浴室置物架\n" +
            "夹子头饰\n" +
            "扎头发皮筋\n" +
            "墙上置物架\n" +
            "置物架\n" +
            "橡皮筋扎头发\n" +
            "宿舍必备\n" +
            "碗筷收纳盒\n" +
            "厨房柜子\n" +
            "不锈钢置物架\n" +
            "被子固定器\n" +
            "收纳盒化妆品\n" +
            "厕所置物架\n" +
            "毛巾架\n" +
            "双面胶\n" +
            "真空压缩袋\n" +
            "家居用品\n" +
            "卫生间置物架免打孔\n" +
            "压缩袋\n" +
            "粘钩强力\n" +
            "窗帘挂钩\n" +
            "衣柜隔板\n" +
            "浴室防滑垫\n" +
            "鞋柜收纳架\n" +
            "刀架\n" +
            "寝室必备\n" +
            "脚垫家用\n" +
            "架子\n" +
            "置物架厨房\n" +
            "卫生间用品\n" +
            "桌面收纳盒\n" +
            "洗衣机底座\n" +
            "衣柜收纳架实木\n" +
            "挂钩贴\n" +
            "魔术贴\n" +
            "头发夹子\n" +
            "调料架\n" +
            "脸盆架\n" +
            "三角架\n" +
            "压缩袋装被子\n" +
            "化妆盒收纳盒\n" +
            "书架置物架\n" +
            "衣柜收纳架塑料\n" +
            "网格照片墙\n" +
            "洗澡间置物架\n" +
            "厨房收纳\n" +
            "置物架卧室\n" +
            "书立架\n" +
            "卫生间收纳架\n" +
            "数据线保护套\n" +
            "真空收纳袋\n" +
            "碗架\n" +
            "书桌收纳\n" +
            "洗手间置物架\n" +
            "晾衣架夹子\n" +
            "衣橱收纳\n" +
            "家用储物架\n" +
            "免打孔置物架\n" +
            "收纳架\n" +
            "厨房整理\n" +
            "马桶置物架\n" +
            "橱柜置物架\n" +
            "墙壁置物架\n" +
            "毛巾架免打孔\n" +
            "储物架\n" +
            "梳妆台收纳盒\n" +
            "置物架客厅\n" +
            "厨房架子置物架\n" +
            "吹风机架\n" +
            "强力挂钩\n" +
            "书袋课桌\n" +
            "墙上挂钩\n" +
            "卫生间置物架落地\n" +
            "床单固定器\n" +
            "沥水碗架\n" +
            "门后挂钩\n" +
            "挂钩不锈钢";
    String shops231 = "奥特曼\n" +
            "罗布变身器\n" +
            "奥特曼 玩具\n" +
            "奥特曼罗布 水晶\n" +
            "奥特曼玩具\n" +
            "罗布奥特曼\n" +
            "罗布奥特曼水晶\n" +
            "罗布奥特曼变身器\n" +
            "欧布奥特曼\n" +
            "罗布水晶\n" +
            "奥特曼变身器\n" +
            "赛罗奥特曼 玩具\n" +
            "奥特曼胶囊\n" +
            "怪兽软胶\n" +
            "欧布圆环\n" +
            "奥特曼胶囊玩具\n" +
            "怪兽\n" +
            "捷德奥特曼\n" +
            "奥特曼软胶\n" +
            "玩具 男孩\n" +
            "赛罗奥特曼\n" +
            "奥特曼 玩具 变形\n" +
            "奥特曼 玩具 正版\n" +
            "奥特曼玩具套装 变形\n" +
            "奥特蛋\n" +
            "奥特曼 玩具 赛罗\n" +
            "玩具\n" +
            "欧布圣剑\n" +
            "奥特曼变形蛋\n" +
            "奥特曼怪兽玩具\n" +
            "欧布圆环 变身器\n" +
            "怪兽玩具\n" +
            "奥特曼怪兽软胶\n" +
            "欧布奥特曼变身器\n" +
            "奥特蛋 正版 变形蛋\n" +
            "奥特曼蛋\n" +
            "万代奥特曼\n" +
            "奥特曼人偶\n" +
            "欧布奥特曼卡片\n" +
            "奥特曼卡片卡\n" +
            "奥特曼软胶玩具\n" +
            "奥特曼模型\n" +
            "奥特曼软胶人偶\n" +
            "奥特蛋玩具\n" +
            "欧布奥特曼玩具\n" +
            "奥特胶囊\n" +
            "捷德升华器\n" +
            "罗布奥特曼 水晶\n" +
            "奥特蛋 变形蛋\n" +
            "布鲁奥特曼\n" +
            "迪迦奥特曼\n" +
            "捷德奥特曼变身器\n" +
            "贝利亚奥特曼\n" +
            "超大号奥特曼玩具\n" +
            "奥特胶囊玩具\n" +
            "罗布奥特曼玩具\n" +
            "超大奥特曼\n" +
            "银河奥特曼玩具\n" +
            "赛罗奥特曼玩具\n" +
            "捷德升华器胶囊\n" +
            "罗布\n" +
            "迪迦奥特曼act2.0\n" +
            "奥特曼 玩具 套装 变形\n" +
            "奥特曼 玩具 套装\n" +
            "欧布剑\n" +
            "银河奥特曼\n" +
            "奥特曼卡片\n" +
            "欧布奥特曼圣剑\n" +
            "贝利亚软胶\n" +
            "奥特曼玩具模型\n" +
            "罗布特曼变身器\n" +
            "小奥特曼玩具\n" +
            "罗布奥特曼武器\n" +
            "捷德奥特曼升华器\n" +
            "奥特曼变形玩具\n" +
            "奥特曼银河玩具\n" +
            "铠甲勇士玩具\n" +
            "罗布奥特曼变身器水晶\n" +
            "奥特曼玩具套装\n" +
            "戴拿奥特曼\n" +
            "欧布奥特曼圆环\n" +
            "奥特曼 玩具 超大号\n" +
            "迪迦变身器\n" +
            "银河奥特曼软胶\n" +
            "奥特曼玩具人偶\n" +
            "赛罗奥特曼眼镜\n" +
            "赛罗软胶\n" +
            "奥持曼玩具\n" +
            "奥特曼圣剑\n" +
            "塞罗眼镜\n" +
            "奥特曼奥特曼玩具\n" +
            "玩具奥特曼\n" +
            "迪迦奥特曼变身器\n" +
            "黑暗欧布奥特曼\n" +
            "赛文奥特曼\n" +
            "赛罗终极\n" +
            "大奥特曼\n" +
            "超人玩具\n" +
            "奥特曼 大码\n" +
            "奥特曼 软胶人偶\n" +
            "奥特曼 玩具 万代\n" +
            "罗布水晶奥特曼\n" +
            "奥特曼玩具。\n" +
            "奥特曼奇趣蛋\n" +
            "恐龙蛋玩具 变形 蛋\n" +
            "奥特曼 超大号\n" +
            "奥特卡片\n" +
            "儿童玩具奥特曼\n" +
            "赛罗奥特曼 万代\n" +
            "萝卜奥特曼 罗布\n" +
            "奥特曼玩具正版\n" +
            "奥特曼玩具变形\n" +
            "奥特曼衣服\n" +
            "迪迦\n" +
            "欧布 变身器\n" +
            "奥特曼act\n" +
            "大奥特曼玩具\n" +
            "捷德奥特曼玩具\n" +
            "贝利亚玩具\n" +
            "奥特曼变形蛋玩具\n" +
            "奥特曼超大号\n" +
            "猪猪侠\n" +
            "奥特曼玩偶\n" +
            "杰德奥特曼变身器\n" +
            "奥特曼套装\n" +
            "艾克斯奥特曼变身器\n" +
            "儿童玩具\n" +
            "赛文奥特曼玩具\n" +
            "奥特曼 玩具 模型\n" +
            "咸蛋超人\n" +
            "巨神战击队\n" +
            "奥特曼玩具专卖店\n" +
            "男童奥特曼衣服";



//    htc
                String shop123s ="闺蜜同款东西\n" +
            "生日礼物男\n" +
            "存钱罐\n" +
            "创意东西\n" +
            "礼物女生便宜\n" +
            "玩偶公仔女生\n" +
            "粉红豹公仔\n" +
            "魔道祖师\n" +
            "布娃娃\n" +
            "烟灰缸\n" +
            "钥匙扣挂件可爱\n" +
            "少女心东西\n" +
            "情侣礼物\n" +
            "公仔\n" +
            "生日礼物女生闺蜜\n" +
            "手工礼品\n" +
            "少女心装饰\n" +
            "中秋礼品\n" +
            "装饰品\n" +
            "抖音同款\n" +
            "教师节礼物手工\n" +
            "生日礼物女生闺蜜创意\n" +
            "寝室神器\n" +
            "存钱罐密码指纹\n" +
            "男生生日礼物\n" +
            "笔袋女生可爱\n" +
            "玫瑰花礼物\n" +
            "解压神器\n" +
            "捕梦网\n" +
            "星空灯\n" +
            "大熊布娃娃\n" +
            "宿舍用品女\n" +
            "存钱罐只进不出\n" +
            "魔术道具\n" +
            "小黄鸭公仔\n" +
            "液态玻璃\n" +
            "魔道祖师周边\n" +
            "中秋节礼物\n" +
            "熊猫布娃娃\n" +
            "抱枕公仔搞怪\n" +
            "海贼王\n" +
            "表白神器\n" +
            "上课神器\n" +
            "寝室装饰物\n" +
            "少女心摆件\n" +
            "礼盒包装盒\n" +
            "扇子古风\n" +
            "动漫周边\n" +
            "至尊宝\n" +
            "相册薄\n" +
            "名字贴幼儿园\n" +
            "姓名贴\n" +
            "摇步器\n" +
            "黑笔可爱便宜\n" +
            "龙猫公仔\n" +
            "装饰品摆件女生\n" +
            "烟灰缸家用\n" +
            "沙漏计时器\n" +
            "书签古风\n" +
            "樱花礼物\n" +
            "幼儿园名字贴刺绣可缝\n" +
            "招财猫摆件\n" +
            "整人神器\n" +
            "恐怖道具";
    String sho432ps = "卫生间置物架\n" +
            "厨房收纳架\n" +
            "鞋架子\n" +
            "浴室置物架\n" +
            "夹子头饰\n" +
            "扎头发皮筋\n" +
            "墙上置物架\n" +
            "置物架\n" +
            "橡皮筋扎头发\n" +
            "宿舍必备\n" +
            "碗筷收纳盒\n" +
            "厨房柜子\n" +
            "不锈钢置物架\n" +
            "被子固定器\n" +
            "收纳盒化妆品\n" +
            "厕所置物架\n" +
            "毛巾架\n" +
            "双面胶\n" +
            "真空压缩袋\n" +
            "家居用品\n" +
            "卫生间置物架免打孔\n" +
            "压缩袋\n" +
            "粘钩强力\n" +
            "窗帘挂钩\n" +
            "衣柜隔板\n" +
            "浴室防滑垫\n" +
            "鞋柜收纳架\n" +
            "刀架\n" +
            "寝室必备\n" +
            "脚垫家用\n" +
            "架子\n" +
            "置物架厨房\n" +
            "卫生间用品\n" +
            "桌面收纳盒\n" +
            "洗衣机底座\n" +
            "衣柜收纳架实木\n" +
            "挂钩贴\n" +
            "魔术贴\n" +
            "头发夹子\n" +
            "调料架\n" +
            "脸盆架\n" +
            "三角架\n" +
            "压缩袋装被子\n" +
            "化妆盒收纳盒\n" +
            "书架置物架\n" +
            "衣柜收纳架塑料\n" +
            "网格照片墙\n" +
            "洗澡间置物架\n" +
            "厨房收纳\n" +
            "置物架卧室\n" +
            "书立架\n" +
            "卫生间收纳架\n" +
            "数据线保护套\n" +
            "真空收纳袋\n" +
            "碗架\n" +
            "书桌收纳\n" +
            "洗手间置物架\n" +
            "晾衣架夹子\n" +
            "衣橱收纳\n" +
            "家用储物架\n" +
            "免打孔置物架\n" +
            "收纳架\n" +
            "厨房整理\n" +
            "马桶置物架\n" +
            "橱柜置物架\n" +
            "墙壁置物架\n" +
            "毛巾架免打孔\n" +
            "储物架\n" +
            "梳妆台收纳盒\n" +
            "置物架客厅\n" +
            "厨房架子置物架\n" +
            "吹风机架\n" +
            "强力挂钩\n" +
            "书袋课桌\n" +
            "墙上挂钩\n" +
            "卫生间置物架落地\n" +
            "床单固定器\n" +
            "沥水碗架\n" +
            "门后挂钩\n" +
            "挂钩不锈钢";
                String shop432s ="晾衣架\n" +
            "衣架落地\n" +
            "夹子头饰\n" +
            "晾衣架落地\n" +
            "挂衣架\n" +
            "刷子\n" +
            "衣架50支\n" +
            "寝室神器\n" +
            "窗帘杆\n" +
            "晾衣架折叠\n" +
            "衣服架\n" +
            "睫毛夹\n" +
            "抖音同款衣服\n" +
            "懒人神器\n" +
            "夹子衣架\n" +
            "ins刘海夹\n" +
            "衣架挂\n" +
            "粘钩\n" +
            "儿童衣架\n" +
            "绳子\n" +
            "挂烫机家用\n" +
            "晒衣架\n" +
            "核桃夹子\n" +
            "晾衣架不锈钢\n" +
            "夹子文具\n" +
            "衣服架子\n" +
            "粘毛器\n" +
            "衣服收纳架\n" +
            "晾衣杆\n" +
            "衣架子落地\n" +
            "领带\n" +
            "鼻毛修剪器\n" +
            "熨斗家用\n" +
            "清洁球\n" +
            "衣架夹子\n" +
            "头发夹子\n" +
            "落地衣架\n" +
            "窗帘杆免打孔\n" +
            "伸缩杆\n" +
            "脏衣服收纳篮\n" +
            "菜板塑料\n" +
            "晾衣支架\n" +
            "盆子塑料\n" +
            "凉衣服挂晒衣服\n" +
            "挂衣架落地\n" +
            "沐浴球\n" +
            "晾衣架升降\n" +
            "球球\n" +
            "编织袋\n" +
            "脱毛器\n" +
            "衣帽架\n" +
            "毛球修剪器\n" +
            "洗衣袋\n" +
            "袋子装衣服\n" +
            "鸡毛掸子\n" +
            "搓衣板\n" +
            "晾衣架夹子\n" +
            "衣架子不锈钢\n" +
            "试卷夹\n" +
            "衣架卧室\n" +
            "香包袋\n" +
            "衣服挂\n" +
            "熨斗\n" +
            "塑料盆\n" +
            "衣服架子不锈钢\n" +
            "折叠衣架\n" +
            "打包袋\n" +
            "钢丝绳\n" +
            "密封袋\n" +
            "晾衣架室内\n" +
            "挂衣服架子落地\n" +
            "叠被神器\n" +
            "阳台晾衣架\n" +
            "鸡毛掸子除尘家用\n" +
            "衣挂\n" +
            "除湿袋\n" +
            "墙上挂钩\n" +
            "晒衣杆\n" +
            "熨斗家用迷你";
//                红米
    String shops21321 =
                    "周转储物箱\n" +
                    "简易衣柜塑料\n" +
                    "鞋盒\n" +
                    "收纳柜抽屉\n" +
                    "收纳箱小号\n" +
                    "玩具收纳箱\n" +
                    "纸抽盒";
}
