package com.example.webtest.base;

public interface SplitStr {
    //    String split = ;
//    String split = ;
    String split = "\n" +
            "【花花草草kf】，不过滤标题，系统过滤 4003，售假数据 105461，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【仓库中】查看发布的宝贝！\n" +
            "【花花草草kf】，不过滤标题，系统过滤 4003，售假数据 105461，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【44250922381】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576197300181，22秒,(图片24张,17秒)\n" +
            "【562646228398】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360501170，34秒,(图片51张,30秒)\n" +
            "【545782811083】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478226214，35秒,(图片25张,33秒)\n" +
            "【566040684985】1、2、3、4、发布失败，服务器被妖怪抓走了，请稍后再试\n" +
            "【537453737906】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360709037，23秒,(图片22张,19秒)\n" +
            "【538446109257】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360745010，15秒,(图片16张,13秒)\n" +
            "【572542475160】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576586683887，28秒,(图片41张,24秒)\n" +
            "【545582188216】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576587091561，47秒,(图片27张,45秒)\n" +
            "【551267212489】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360561237，20秒,(图片21张,17秒)\n" +
            "【564681840701】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576196696884，40秒,(图片30张,37秒)\n" +
            "【522900345003】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576587119605，44秒,(图片46张,41秒)\n" +
            "【571251730943】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576196736964，46秒,(图片45张,43秒)\n" +
            "【536273231030】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576586991798，33秒,(图片46张,28秒)\n" +
            "【574411777104】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576196860887，33秒,(图片32张,29秒)\n" +
            "【572077702903】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478206517，40秒,(图片33张,38秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！" + "\n" +
            "【花花草草kf】，不过滤标题，系统过滤 3990，售假数据 105302，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【561888100778】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360557076，37秒,(图片35张,33秒)\n" +
            "【566370013331】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576587355199，29秒,(图片29张,26秒)\n" +
            "【558007931454】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576359841770，48秒,(图片26张,45秒)\n" +
            "【566555381670】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576586887689，49秒,(图片43张,44秒)\n" +
            "【565566915243】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576586943659，26秒,(图片35张,22秒)\n" +
            "【563123258792】1、2、3、4、发布失败，该类目下发布全新商品，您需要提交保证金不少于5000.00元，您当前余额为1000.00元，如何缴纳保证金可参考：<a href='http://service.taobao.com/support/knowledge-13508665.htm' target='_blank'>点击查看</a>\n" +
            "【574200508664】发布失败，该类目下发布全新商品，您需要提交保证金不少于5000.00元，您当前余额为1000.00元，如何缴纳保证金可参考：<a href='http://service.taobao.com/support/knowledge-13508665.htm' target='_blank'>点击查看</a>\n" +
            "【如果已经调整 请关闭软件重新登录 即可复制】\n" +
            "\n" +
            "【574852690576】发布失败，该类目下发布全新商品，您需要提交保证金不少于5000.00元，您当前余额为1000.00元，如何缴纳保证金可参考：<a href='http://service.taobao.com/support/knowledge-13508665.htm' target='_blank'>点击查看</a>\n" +
            "【如果已经调整 请关闭软件重新登录 即可复制】\n" +
            "\n" +
            "【565266452261】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478614020，23秒,(图片33张,20秒)\n" +
            "【573466821342】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478546085，11秒,(图片18张,9秒)\n" +
            "【573640511131】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576197024612，63秒,(图片40张,59秒)\n" +
            "【563293867840】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576587459313，40秒,(图片42张,37秒)\n" +
            "【19683991456】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360185657，41秒,(图片54张,38秒)\n" +
            "【563001063651】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576197000731，43秒,(图片37张,41秒)\n" +
            "【568359427083】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576587579296，57秒,(图片49张,54秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！" + "\n" +
            "【花花草草kf】，不过滤标题，系统过滤 4003，售假数据 105461，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【560466170310】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576196872552，42秒,(图片31张,37秒)\n" +
            "【537727729377】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360437166，34秒,(图片37张,32秒)\n" +
            "【561189555039】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576197168344，50秒,(图片26张,47秒)\n" +
            "【574222255432】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360177462，36秒,(图片23张,32秒)\n" +
            "【573323018948】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576196816773，19秒,(图片27张,17秒)\n" +
            "【531655716845】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576587215429，43秒,(图片38张,41秒)\n" +
            "【558202057395】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360269499，79秒,(图片75张,76秒)\n" +
            "【567232888600】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478518174，49秒,(图片64张,46秒)\n" +
            "【564366775823】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576477786928，82秒,(图片30张,77秒)\n" +
            "【572016065108】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576477786947，31秒,(图片8张,28秒)\n" +
            "【568844460880】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478098552，16秒,(图片20张,12秒)\n" +
            "【573382054921】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360529428，35秒,(图片28张,33秒)\n" +
            "【568927946901】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576359985948，38秒,(图片50张,35秒)\n" +
            "【43452504005】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478930002，49秒,(图片62张,46秒)\n" +
            "【574932420887】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478850084，54秒,(图片42张,51秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！" + "\n" +
            "【花花草草kf】，不过滤标题，系统过滤 3990，售假数据 105302，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【546750975856】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576586851619，22秒,(图片26张,17秒)\n" +
            "【563944299814】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360201387，58秒,(图片50张,55秒)\n" +
            "【563077772469】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478330159，63秒,(图片40张,60秒)\n" +
            "【571231858978】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576197196365，37秒,(图片34张,35秒)\n" +
            "【526193444170】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478202271，37秒,(图片40张,34秒)\n" +
            "【566605808325】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576196616993，67秒,(图片48张,64秒)\n" +
            "【555029785041】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576586635971，68秒,(图片37张,64秒)\n" +
            "【571037899012】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360261575，21秒,(图片28张,19秒)\n" +
            "【528308158861】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576586971735，65秒,(图片59张,61秒)\n" +
            "【521756380544】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576477718974，42秒,(图片18张,39秒)\n" +
            "【556986448599】英国 Tangle Teezer豪华便携款按摩美发梳王妃顺发不打结TT梳子 【非包邮商品】 跳过\n" +
            "【551099680855】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478674162，29秒,(图片41张,27秒)\n" +
            "【548666262096】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576361009041，56秒,(图片45张,54秒)\n" +
            "【566409637949】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576360361626，37秒,(图片33张,35秒)\n" +
            "【537360851990】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576478606272，46秒,(图片49张,44秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！";
}
