package com.example.webtest.base;

public interface SplitStr {
    String split = "\n" +
            "【蘑菇海岸梅干菜】，不过滤标题，系统过滤 3979，售假数据 104349，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【570750514220】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576493511840，96秒,(图片47张,91秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！\n" +
            "【蘑菇海岸梅干菜】，不过滤标题，系统过滤 3979，售假数据 104349，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【570957734056】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576105596328，144秒,(图片42张,139秒)\n" +
            "【569567640984】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576105780333，120秒,(图片53张,116秒)\n" +
            "【571529570564】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576494431256，58秒,(图片26张,56秒)\n" +
            "【554002321808】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576494359434，136秒,(图片71张,133秒)\n" +
            "【550653332749】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576105392949，115秒,(图片42张,113秒)\n" +
            "【537054969310】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576268697020，180秒,(图片63张,175秒)\n" +
            "【568818003584】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576106572007，77秒,(图片41张,74秒)\n" +
            "【546357276052】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576106568254，224秒,(图片69张,219秒)\n" +
            "【574385502874】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576388054191，108秒,(图片52张,104秒)\n" +
            "【569771067974】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576268549708，108秒,(图片72张,102秒)\n" +
            "【546089890996】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576107032128，43秒,(图片48张,40秒)\n" +
            "【568014023222】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576268973399，42秒,(图片25张,39秒)\n" +
            "【568757979215】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576268685763，23秒,(图片34张,21秒)\n" +
            "【546174308703】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576387598876，64秒,(图片55张,46秒)\n" +
            "【548531947289】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576269333584，333秒,(图片37张,329秒)\n" +
            "【26701308033】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576269745085，41秒,(图片52张,36秒)\n" +
            "【537586546932】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576269497491，44秒,(图片49张,42秒)\n" +
            "【573181951428】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576495795555，79秒,(图片48张,75秒)\n" +
            "【538020062990】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576107840054，89秒,(图片58张,86秒)\n" +
            "【572899587812】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576107564372，112秒,(图片63张,110秒)\n" +
            "【556520235292】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576388870396，102秒,(图片42张,98秒)\n" +
            "【564067641243】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576269521907，74秒,(图片32张,71秒)\n" +
            "【534432627740】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576496031782，73秒,(图片37张,71秒)\n" +
            "【542582960126】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576270093461，30秒,(图片21张,28秒)\n" +
            "【566243896586】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576108124387，167秒,(图片49张,162秒)\n" +
            "【572634618325】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576497187012，69秒,(图片26张,66秒)\n" +
            "【573836930588】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576270301751，265秒,(图片113张,261秒)\n" +
            "【574280977735】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576108580432，160秒,(图片67张,157秒)\n" +
            "【561088327126】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576497815021，68秒,(图片66张,66秒)\n" +
            "【521074217409】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576109024211，61秒,(图片58张,58秒)\n" +
            "【556929362983】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576389786681，123秒,(图片107张,120秒)\n" +
            "【525710749583】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576108244982，63秒,(图片44张,60秒)\n" +
            "【38897768127】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576389782787，97秒,(图片49张,94秒)\n" +
            "【565540653897】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576108640930，110秒,(图片76张,107秒)\n" +
            "【537917753696】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576497643737，18秒,(图片38张,15秒)\n" +
            "【563062084798】1、2、3、商品解析数据失败2,跳过【563062084798】操作超时！\n" +
            "【572813614907】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576271161789，35秒,(图片49张,33秒)\n" +
            "【570970212040】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576497823848，161秒,(图片130张,158秒)\n" +
            "【564937834800】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576390822311，76秒,(图片45张,74秒)\n" +
            "【543914414313】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576497963863，108秒,(图片70张,105秒)\n" +
            "【561177597958】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576110000257，67秒,(图片58张,65秒)\n" +
            "【553070216469】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576109964405，79秒,(图片62张,76秒)\n" +
            "【566990737806】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576390602881，17秒,(图片12张,14秒)\n" +
            "【562436593904】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576110040312，19秒,(图片45张,16秒)\n" +
            "【571600831097】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576498743389，49秒,(图片51张,46秒)\n" +
            "【547029800042】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576498699562，148秒,(图片43张,143秒)\n" +
            "【527928074761】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576110012713，75秒,(图片40张,73秒)\n" +
            "【524351547872】宝贝已下架，不建议复制，跳过\n" +
            "【556536086327】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576272813091，80秒,(图片24张,75秒)\n" +
            "【573111136054】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576272741203，38秒,(图片53张,36秒)\n" +
            "【546867647190】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576391310637，111秒,(图片65张,90秒)\n" +
            "【522975858639】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576110020917，122秒,(图片40张,115秒)\n" +
            "【542529433524】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576272393989，134秒,(图片56张,129秒)\n" +
            "【569733444920】1、2、3、4、发布失败，该商品无法修改品牌属性为其他\n" +
            "【557903145953】1、2、3、4、发布失败，该商品无法修改品牌属性为其他\n" +
            "【557988096866】1、2、3、4、发布失败，该商品无法修改品牌属性为其他\n" +
            "【45743946064】材质 包含“真皮”,跳过\n" +
            "【558351164265】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576110988692，63秒,(图片31张,59秒)\n" +
            "【557924211162】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576392426263，51秒,(图片22张,49秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！";
}
