package com.example.webtest.base;

public interface SplitStr {
    //    String split = ;
//    String split = ;
    String split = "\n" +
            "【花花草草kf】，不过滤标题，系统过滤 4026，售假数据 106167，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【566276742516】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420109329，70秒,(图片40张,38秒)\n" +
            "【571484571877】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576419433957，52秒,(图片29张,46秒)\n" +
            "【574638714010】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256672564，54秒,(图片45张,52秒)\n" +
            "【546088351261】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576538590021，41秒,(图片37张,39秒)\n" +
            "【536237196120】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257240119，49秒,(图片42张,47秒)\n" +
            "【567467850438】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647379186，42秒,(图片29张,40秒)\n" +
            "【528477539741】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257016371，70秒,(图片53张,67秒)\n" +
            "【533933304631】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647259383，42秒,(图片46张,40秒)\n" +
            "【528327716776】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647399292，75秒,(图片44张,72秒)\n" +
            "【567782167829】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576646899736，40秒,(图片31张,37秒)\n" +
            "【558493840716】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647359405，52秒,(图片33张,50秒)\n" +
            "【575685009953】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647419362，43秒,(图片19张,39秒)\n" +
            "【567106519094】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576538630298，30秒,(图片33张,28秒)\n" +
            "【569151276498】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420013901，49秒,(图片47张,47秒)\n" +
            "【43890695305】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257376393，114秒,(图片68张,111秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！\n" +
            "【花花草草kf】，不过滤标题，系统过滤 4026，售假数据 106167，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【529399512752】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576419389989，70秒,(图片45张,65秒)\n" +
            "【554730631258】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420029450，49秒,(图片30张,46秒)\n" +
            "【555445439913】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256920372，31秒,(图片32张,29秒)\n" +
            "【571057975482】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576538406273，58秒,(图片39张,55秒)\n" +
            "【575176386436】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576538106550，28秒,(图片23张,25秒)\n" +
            "【548740247745】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647167363，51秒,(图片46张,49秒)\n" +
            "【573671816419】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647611007，51秒,(图片31张,47秒)\n" +
            "【569766094195】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420113623，27秒,(图片19张,23秒)\n" +
            "【521221400853】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420541195，41秒,(图片40张,38秒)\n" +
            "【569194487401】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256808648，44秒,(图片31张,40秒)\n" +
            "【571019240852】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576538538304，26秒,(图片27张,24秒)\n" +
            "【555094018879】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420465389，38秒,(图片32张,35秒)\n" +
            "【568015823638】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576646943725，46秒,(图片39张,44秒)\n" +
            "【566910207678】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257260354，54秒,(图片46张,51秒)\n" +
            "【540845179794】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576538622302，27秒,(图片36张,24秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！\n" +
            "【花花草草kf】，不过滤标题，系统过滤 4026，售假数据 106167，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【521189854762】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576646847503，20秒,(图片14张,14秒)\n" +
            "【536399407687】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420489049，36秒,(图片22张,32秒)\n" +
            "【568575693870】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576419605824，59秒,(图片29张,56秒)\n" +
            "【43615073569】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256940312，17秒,(图片15张,14秒)\n" +
            "【22114860509】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420325278，83秒,(图片76张,79秒)\n" +
            "【531596899925】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257188138，13秒,(图片14张,10秒)\n" +
            "【520976586609】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576419697818，15秒,(图片21张,13秒)\n" +
            "【18232990711】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576646859723，52秒,(图片41张,48秒)\n" +
            "【572220252037】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256716609，37秒,(图片29张,35秒)\n" +
            "【520983318641】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256792631，36秒,(图片21张,34秒)\n" +
            "【569296927262】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420169502，37秒,(图片30张,35秒)\n" +
            "【570260848376】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256628777，41秒,(图片39张,38秒)\n" +
            "【563780031058】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257056447，24秒,(图片15张,22秒)\n" +
            "【571996881612】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257248326，41秒,(图片23张,39秒)\n" +
            "【521099534821】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420357455，69秒,(图片51张,67秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！\n" +
            "【花花草草kf】，不过滤标题，系统过滤 4026，售假数据 106167，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【557613854396】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576646375926，51秒,(图片41张,47秒)\n" +
            "【547786953622】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576647239157，31秒,(图片51张,29秒)\n" +
            "【559571748524】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420409189，90秒,(图片58张,87秒)\n" +
            "【525048884089】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256328933，45秒,(图片29张,42秒)\n" +
            "【15047423337】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576420417305，82秒,(图片59张,80秒)\n" +
            "【573695777722】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576419829744，22秒,(图片21张,20秒)\n" +
            "【575340158506】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256796602，56秒,(图片57张,54秒)\n" +
            "【534373135226】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257100375，46秒,(图片36张,43秒)\n" +
            "【568432082776】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256428967，39秒,(图片25张,36秒)\n" +
            "【569391959350】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256852636，34秒,(图片20张,32秒)\n" +
            "【528904162723】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576419933862，40秒,(图片22张,38秒)\n" +
            "【521121217751】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576646747988，64秒,(图片25张,62秒)\n" +
            "【539594111929】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257508202，43秒,(图片41张,40秒)\n" +
            "【569049788074】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576256700917，31秒,(图片36张,26秒)\n" +
            "【571711708867】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576257780005，53秒,(图片54张,50秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！";
}
