package com.example.webtest.base;

public interface SplitStr {
//    String split = ;
//    String split = ;
    String split123 = "\n" +
        "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
        "\n" +
        "---------任务开始---------\n" +
        "【563631947861】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576415610386，37秒,(图片42张,34秒)\n" +
        "【541372612645】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576415418653，31秒,(图片35张,29秒)\n" +
        "【566508548540】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297049234，31秒,(图片36张,28秒)\n" +
        "【539340039304】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576524635061，103秒,(图片85张,99秒)\n" +
        "【568167892869】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576134176761，57秒,(图片49张,53秒)\n" +
        "【559545966845】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576415494775，72秒,(图片44张,67秒)\n" +
        "【570462847746】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576523895925，41秒,(图片27张,37秒)\n" +
        "【569586317866】1、2、3、4、发布失败，该类目下发布全新商品，您需要提交保证金不少于2000.00元，您当前余额为1000.00元，如何缴纳保证金可参考：<a href='http://service.taobao.com/support/knowledge-13508665.htm' target='_blank'>点击查看</a>\n" +
        "【574871019601】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576296765896，75秒,(图片47张,71秒)\n" +
        "【569439397603】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297593016，22秒,(图片17张,19秒)\n" +
        "【570334313217】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576415762557，47秒,(图片63张,44秒)\n" +
        "【528686586363】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576296965709，53秒,(图片75张,50秒)\n" +
        "【566049710269】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576134476654，48秒,(图片46张,45秒)\n" +
        "【567118329773】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297281440，55秒,(图片39张,52秒)\n" +
        "【574133204101】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297013698，53秒,(图片30张,50秒)\n" +
        "---------任务完成---------\n" +
        "发布完成！请去【出售中】查看发布的宝贝！";
    String split = "\n" +
            "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【552463363153】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413662282，23秒,(图片22张,18秒)\n" +
            "【575576637954】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522331232，13秒,(图片6张,8秒)\n" +
            "【565725287309】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522519093，27秒,(图片22张,24秒)\n" +
            "【575269953967】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413490532，20秒,(图片9张,18秒)\n" +
            "【575558541231】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576294965349，24秒,(图片22张,23秒)\n" +
            "【565951073630】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576521739907，13秒,(图片7张,11秒)\n" +
            "【574780231924】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576295005349，18秒,(图片18张,16秒)\n" +
            "【565635125407】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576132272580，24秒,(图片16张,21秒)\n" +
            "【574047288848】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576295325086，20秒,(图片14张,14秒)\n" +
            "【573151768474】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576132300511，26秒,(图片22张,23秒)\n" +
            "【572191404351】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576132756115，27秒,(图片21张,25秒)\n" +
            "【572977220330】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576521883848，29秒,(图片22张,27秒)\n" +
            "【566721887881】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576132456432，20秒,(图片13张,17秒)\n" +
            "【554858072689】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576295405104，29秒,(图片19张,26秒)\n" +
            "【573651653473】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576132408489，23秒,(图片20张,21秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【仓库中】查看发布的宝贝！\n" +
            "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
            "---------任务开始---------\n" +
            "【574589510578】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413750221，52秒,(图片57张,48秒)\n" +
            "【572124861446】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522291302，25秒,(图片21张,22秒)\n" +
            "【572618272525】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576131780935，48秒,(图片205张,44秒)\n" +
            "【568830182664】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522083633，37秒,(图片28张,33秒)\n" +
            "【574237132961】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576294493911，29秒,(图片22张,25秒)\n" +
            "【575095497121】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522079844，85秒,(图片69张,83秒)\n" +
            "【574677439968】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576295229280，48秒,(图片25张,46秒)\n" +
            "【573697995295】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576294913575，21秒,(图片23张,19秒)\n" +
            "【574271154823】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522527283，9秒,(图片8张,7秒)\n" +
            "【565878070604】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522483370，51秒,(图片38张,49秒)\n" +
            "【573602254431】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576133016026，34秒,(图片28张,32秒)\n" +
            "【571159589908】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576295005579，27秒,(图片45张,25秒)\n" +
            "【571676558161】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413494883，47秒,(图片25张,44秒)\n" +
            "【572967410950】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576133076047，58秒,(图片80张,55秒)\n" +
            "【572834166485】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522827232，73秒,(图片52张,70秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【仓库中】查看发布的宝贝！\n" +
            "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
            "---------任务开始---------\n" +
            "【572967760693】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576412990918，31秒,(图片28张,25秒)\n" +
            "【568341967061】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576412994948，58秒,(图片63张,56秒)\n" +
            "【568091972450】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413090932，37秒,(图片35张,34秒)\n" +
            "【545749532309】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576131928920，103秒,(图片89张,98秒)\n" +
            "【559070575223】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413146999，72秒,(图片59张,68秒)\n" +
            "【556916853900】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576132120838，64秒,(图片44张,62秒)\n" +
            "【566050160630】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522171683，117秒,(图片93张,113秒)\n" +
            "【569925188343】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576294821817，118秒,(图片70张,113秒)\n" +
            "【571711708867】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413674701，58秒,(图片54张,55秒)\n" +
            "【573595094991】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522355635，33秒,(图片33张,32秒)\n" +
            "【574376222434】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576413626767，27秒,(图片38张,25秒)\n" +
            "【569228496564】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576295705177，71秒,(图片41张,67秒)\n" +
            "【568019455330】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576522499694，79秒,(图片69张,77秒)\n" +
            "【569745233544】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576132536767，52秒,(图片53张,48秒)\n" +
            "【539957429794】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576414150496，34秒,(图片36张,30秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！" +
            "\n" +
            "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【573553440581】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576296953333，25秒,(图片19张,20秒)\n" +
            "【574511512424】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576296669752，25秒,(图片22张,22秒)\n" +
            "【570402348373】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576296653749，15秒,(图片19张,13秒)\n" +
            "【575299323167】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576524303358，8秒,(图片17张,6秒)\n" +
            "【534574235251】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576415178959，27秒,(图片18张,23秒)\n" +
            "【572378279861】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576133928921，24秒,(图片17张,21秒)\n" +
            "【573455378479】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576134152699，23秒,(图片21张,19秒)\n" +
            "【573915415086】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576415530737，32秒,(图片21张,28秒)\n" +
            "【570294159624】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576416038126，26秒,(图片19张,24秒)\n" +
            "【568143769897】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576134400438，53秒,(图片20张,49秒)\n" +
            "【565593674855】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576416090152，61秒,(图片22张,58秒)\n" +
            "【571894920350】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576524787120，52秒,(图片20张,49秒)\n" +
            "【574007887962】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576296841771，7秒,(图片7张,6秒)\n" +
            "【571244688812】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297101421，16秒,(图片18张,13秒)\n" +
            "【569367162344】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576415938337，30秒,(图片19张,25秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！" +
            "\n" +
            "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【566235417362】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297149167，80秒,(图片34张,75秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！\n" +
            "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【569817938538】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297205227，20秒,(图片21张,15秒)\n" +
            "【575742994730】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576523847964，50秒,(图片38张,47秒)\n" +
            "【572170829972】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576134612422，167秒,(图片126张,164秒)\n" +
            "【574882285288】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297365277，89秒,(图片45张,87秒)\n" +
            "【571099297112】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576524511497，69秒,(图片57张,65秒)\n" +
            "【568799132920】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576524059936，41秒,(图片40张,39秒)\n" +
            "【572288051087】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576134432731，12秒,(图片21张,9秒)\n" +
            "【569923970796】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297257543，141秒,(图片103张,138秒)\n" +
            "【570821514873】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297705160，48秒,(图片65张,45秒)\n" +
            "【574178604080】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576416466216，72秒,(图片55张,69秒)\n" +
            "【575812999692】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576135248218，48秒,(图片70张,46秒)\n" +
            "【571585228898】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297829104，33秒,(图片28张,31秒)\n" +
            "【570166778949】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297173825，31秒,(图片35张,29秒)\n" +
            "【37631126944】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576524639687，70秒,(图片34张,65秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！" +
            "\n" +
            "【大王派我来巡山23333】，不过滤标题，系统过滤 3990，售假数据 104856，危险类目 173\n" +
            "\n" +
            "---------任务开始---------\n" +
            "【573538961381】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576297273039，32秒,(图片21张,26秒)\n" +
            "【557308513513】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576296501962，60秒,(图片60张,58秒)\n" +
            "【567732417449】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=576134476365，82秒,(图片38张,78秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【出售中】查看发布的宝贝！";
}
