package com.example.webtest.base;

public interface SplitStr {
    //    String split = ;
//    String split = ;
    String split = "\n" +
            "【蘑菇海岸梅干菜】，不过滤标题，系统过滤 4197，售假数据 113545，危险类目 202\n" +
            "【576091505481】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577743022866，63秒,(图片34张,60秒)\n" +
            "【574860677588】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577621109153，61秒,(图片29张,59秒)\n" +
            "【550731350983】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577743610370，68秒,(图片58张,66秒)\n" +
            "【568436518827】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577859543612，159秒,(图片45张,157秒)\n" +
            "【561674995915】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577743854500，158秒,(图片63张,150秒)\n" +
            "【560672755524】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577743946432，41秒,(图片49张,37秒)\n" +
            "【569024491369】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577744206209，60秒,(图片35张,58秒)\n" +
            "【570983225077】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577744266138，37秒,(图片29张,33秒)\n" +
            "【575223548909】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577454800421，59秒,(图片61张,55秒)\n" +
            "【565714960944】1、2、3、4、发布异常，基础连接已经关闭: 服务器关闭了本应保持活动状态的连接。\n" +
            "【541373815630】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577744234580，126秒,(图片74张,123秒)\n" +
            "【562329038052】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577454680686，71秒,(图片59张,68秒)\n" +
            "【558920715683】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577455496069，51秒,(图片49张,48秒)\n" +
            "【520939909566】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577860535513，124秒,(图片123张,120秒)\n" +
            "【576029143114】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577860527581，46秒,(图片25张,44秒)\n" +
            "【538518051437】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577744258733，32秒,(图片22张,30秒)\n" +
            "【532676590649】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577744346964，72秒,(图片31张,69秒)\n" +
            "【565115881987】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577455284838，74秒,(图片37张,72秒)\n" +
            "【575794256073】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577454960945，72秒,(图片41张,69秒)\n" +
            "【566064611541】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577622481281，60秒,(图片36张,57秒)\n" +
            "【574786984581】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577455820491，81秒,(图片47张,77秒)\n" +
            "【549425142772】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577622621448，88秒,(图片56张,85秒)\n" +
            "【568738024024】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577622569597，90秒,(图片38张,87秒)\n" +
            "【572035693490】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577455968725，79秒,(图片31张,76秒)\n" +
            "【557002290691】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577861615403，107秒,(图片47张,104秒)\n" +
            "【563167615326】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577861935143，53秒,(图片22张,39秒)\n" +
            "【568422442072】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577745718216，71秒,(图片43张,55秒)\n" +
            "【571434936955】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577861247995，31秒,(图片15张,13秒)\n" +
            "【573389313548】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577861243985，21秒,(图片36张,19秒)\n" +
            "【556584117189】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577456592270，36秒,(图片55张,33秒)\n" +
            "【521604020166】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577623373360，91秒,(图片43张,88秒)\n" +
            "【573871569000】奥特曼滑板车抖音同款儿童蜘蛛侠特技 非遥控滑板车儿童电动玩具 【非包邮商品】 跳过\n" +
            "【565799519713】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577456252733，56秒,(图片29张,53秒)\n" +
            "【566853761649】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577457104048，41秒,(图片39张,39秒)\n" +
            "【526921527065】1、2、3、4、发布成功，新商品:http://item.taobao.com/item.htm?id=577862279387，69秒,(图片30张,66秒)\n" +
            "---------任务完成---------\n" +
            "发布完成！请去【仓库中，即将开始】查看发布的宝贝！";

}
